[
    {
        "name": "Bernard Arnault & family",
        "age": 75,
        "country": "France",
        "finalWorth": 233000.0,
        "source": "LVMH",
        "rank": 1,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Bernard Arnault oversees the LVMH empire of 75 fashion and cosmetics brands, including Louis Vuitton and Sephora.",
            "LVMH acquired American jeweler Tiffany & Co in 2021 for $15.8 billion, believed to be the biggest luxury brand acquisition ever.",
            "Arnault's holding company Agache backs venture capital firm Aglaé Ventures, which has investments in businesses such as Netflix and TikTok parent company ByteDance.",
            "His father made a small fortune in construction; Arnault got his start by putting up $15 million from that business to buy Christian Dior in 1984.",
            "Arnault's five children all work at LVMH; in July 2022, he proposed a reorganization of his holding company Agache to give them equal stakes."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5dc05518ca425400079c659f/416x416.jpg?background=000000&cropX1=0&cropX2=4000&cropY1=1209&cropY2=5212"
    },
    {
        "name": "Elon Musk",
        "age": 53,
        "country": "United States",
        "finalWorth": 244000.0,
        "source": "Tesla, SpaceX",
        "rank": 1,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Elon Musk cofounded seven companies, including electric car maker Tesla, rocket producer SpaceX and artificial intelligence startup xAI. ",
            "He owns about 12% of Tesla excluding options, but has pledged more than half his shares as collateral for personal loans of up to $3.5 billion.",
            "In early 2024, a Delaware judge voided Musk's 2018 deal to receive options equaling an additional 9% of Tesla. Forbes has discounted the options by 50% pending Musk's appeal. ",
            "SpaceX, founded in 2002, is worth $350 billion based on a private share sale during December 2024. Musk owns an estimated 42% stake.",
            "Musk bought Twitter in a $44 billion (enterprise value) deal during 2022. Forbes estimates that the social media company, which he renamed X, is worth nearly 70% less as of August 2024. ",
            "Musk owns an estimated 54% of xAI, which he founded in 2023. Private investors valued the company at a reported $50 billion in November 2024."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/62d700cd6094d2c180f269b9/416x416.jpg?background=000000&cropX1=0&cropX2=959&cropY1=0&cropY2=959"
    },
    {
        "name": "Jeff Bezos",
        "age": 60,
        "country": "United States",
        "finalWorth": 197000.0,
        "source": "Amazon",
        "rank": 2,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Jeff Bezos founded e-commerce giant Amazon in 1994 out of his Seattle garage.",
            "Bezos stepped down as CEO to become executive chairman in 2021. He owns a bit less than 10% of the company.",
            "He and his wife MacKenzie divorced in 2019 after 25 years of marriage and he transferred a quarter of his then-16% Amazon stake to her.",
            "In 2020, Bezos committed to donate $10 billion to climate causes by 2030 through his Bezos Earth Fund; he has granted $2 billion so far.",
            "He owns The Washington Post and Blue Origin, an aerospace company developing rockets; he briefly flew to space in one in July 2021.",
            "Bezos said in a November 2022 interview with CNN that he plans to give away the majority of his wealth in his lifetime, without disclosing specific details."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/67531eb2b5f7c9e191f632d7/416x416.jpg?background=000000&cropX1=316&cropX2=1027&cropY1=125&cropY2=838"
    },
    {
        "name": "Mark Zuckerberg",
        "age": 40,
        "country": "United States",
        "finalWorth": 181000.0,
        "source": "Facebook",
        "rank": 3,
        "industries": [
            "Technology"
        ],
        "bios": [
            "A 19-year-old Mark Zuckerberg started Facebook in 2004 for students to match names with photos of classmates.",
            "Zuckerberg took Facebook public in 2012; he now owns about 13% of the company's stock.",
            "Facebook changed its name to Meta in 2021 to shift the company's focus to the metaverse.",
            "In 2015, Zuckerberg and his wife, Priscilla Chan, pledged to give away 99% of their Meta stake over their lifetimes."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c76b7d331358e35dd2773a9/416x416.jpg?background=000000&cropX1=0&cropX2=4401&cropY1=0&cropY2=4401"
    },
    {
        "name": "Larry Ellison",
        "age": 80,
        "country": "United States",
        "finalWorth": 175000.0,
        "source": "Oracle",
        "rank": 4,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Larry Ellison is chairman, chief technology officer and cofounder of software giant Oracle, of which he owns roughly 40%.",
            "He gave up the Oracle CEO role in 2014 after 37 years at the helm.",
            "Oracle has grown in part through steady acquisitions of software companies: the biggest was $28.3 billion for electronic health records company Cerner in 2021.",
            "In 2020, Ellison moved permanently to  the Hawaiian island Lanai, which he bought nearly all of in 2012 for $300 million.",
            "Ellison sat on Tesla's board from December 2018 to August 2022. He owned 45 million split-adjusted shares before stepping down as a director."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e8b62cfc095010007bffea0/416x416.jpg?background=000000&cropX1=0&cropX2=4529&cropY1=652&cropY2=5184"
    },
    {
        "name": "Warren Buffett",
        "age": 94,
        "country": "United States",
        "finalWorth": 150000.0,
        "source": "Berkshire Hathaway",
        "rank": 5,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Known as the \"Oracle of Omaha,\" Warren Buffett is one of the most successful investors of all time.",
            "Buffett runs Berkshire Hathaway, which owns dozens of companies, including insurer Geico, battery maker Duracell and restaurant chain Dairy Queen.",
            "The son of a U.S. congressman, he first bought stock at age 11 and first filed taxes at age 13.",
            "He has promised to donate over 99% of his wealth. So far he has given some $60 billion, mostly through the Gates Foundation and his kids' foundations.",
            "In 2010, he and Bill Gates launched the Giving Pledge, asking other billionaires to commit to donating at least half of their fortune to charitable causes."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5babb7f1a7ea4342a948b79a/416x416.jpg?background=000000&cropX1=748&cropX2=3075&cropY1=1753&cropY2=4082"
    },
    {
        "name": "Bill Gates",
        "age": 68,
        "country": "United States",
        "finalWorth": 107000.0,
        "source": "Microsoft",
        "rank": 9,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Bill Gates diversified his fortune from software firm Microsoft into dozens of holdings, including waste disposal firm Republic Services and tractor maker Deere & Co.",
            "Gates, a computer enthusiast from a young age, dropped out of Harvard to cofound Microsoft with Paul Allen (d. 2018) in 1975, hoping to capitalize on the spread of personal computers.",
            "As of March 2020, when Gates stepped down from the Microsoft board, he owned about 1.3% of the software and computing company's shares.",
            "After Bill donated Microsoft shares worth billions to the trust that funds the Gates Foundation in 2022, his Microsoft stake is now less than 1%, Forbes estimates.",
            "In May 2021, Bill and Melinda Gates each announced on Twitter they were ending their marriage after 27 years. He is now the sole chairman of the charitable Gates Foundation.",
            "To date, Gates has donated more than $59 billion to the Gates Foundation, including a $20 billion gift announced in July 2022. Most of his early donations were gifts of Microsoft stock."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/62d599ede3ff49f348f9b9b4/416x416.jpg?background=000000&cropX1=155&cropX2=976&cropY1=340&cropY2=1161"
    },
    {
        "name": "Steve Ballmer",
        "age": 68,
        "country": "United States",
        "finalWorth": 123000.0,
        "source": "Microsoft",
        "rank": 8,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Steve Ballmer is the high-wattage former CEO of Microsoft, who led the company from 2000 to 2014.",
            "He joined Microsoft in 1980 as employee No. 30 after dropping out of Stanford's MBA program.",
            "Ballmer oversaw Microsoft after the first dot-com crash and through efforts to catch up to Google in search capabilities and Apple in mobile phones.",
            "The same year he retired from Microsoft he bought the NBA's Los Angeles Clippers for $2 billion; Forbes now values the team at $4.65 billion.",
            "He has ramped up his philanthropy since 2014; to date the Ballmers have given away more than $4 billion.",
            "In 2022, he and his wife Connie committed $425 million to the University of Oregon for an institute to address the behavioral and mental health needs of children in the state."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/59d50c47a7ea436b47b36d66/416x416.jpg?background=000000&cropX1=553&cropX2=2940&cropY1=322&cropY2=2708"
    },
    {
        "name": "Mukesh Ambani",
        "age": 67,
        "country": "India",
        "finalWorth": 119500.0,
        "source": "Diversified",
        "rank": 1,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Mukesh Ambani chairs and runs $120 billion (revenue) Reliance Industries, which has interests in petrochemicals, oil and gas, telecom, retail, media and financial services.",
            "Reliance was founded by his late father Dhirubhai Ambani, a yarn trader, in 1966 as a small textile manufacturer. After his father's death in 2002, Ambani and his younger sibling Anil divvied up the family empire.",
            "Reliance's telecom and broadband service Jio has 490 million subscribers. In July 2023, Reliance listed its finance arm, Jio Financial Services.",
            "Ambani has expanded Reliance into green energy. The company will be investing $80 billion over the next 10-15 years on renewable energy and building a new complex next to its refinery.",
            "Ambani's three children joined the board of Reliance in 2023. Son Akash heads Jio; daughter Isha oversees retail and financial services; and younger son Anant is in the energy business"
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c7d7829a7ea434b351ba0b6/416x416.jpg?background=000000&cropX1=206&cropX2=2043&cropY1=250&cropY2=2089"
    },
    {
        "name": "Larry Page",
        "age": 51,
        "country": "United States",
        "finalWorth": 136000.0,
        "source": "Google",
        "rank": 6,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Larry Page stepped down as CEO of Alphabet, the parent company of Google, in 2019 but remains a board member and a controlling shareholder.",
            "He cofounded Google in 1998 with fellow Stanford Ph.D. student Sergey Brin.",
            "With Brin, Page invented Google's PageRank algorithm, which powers the search engine.",
            "Page was CEO until 2001, when Eric Schmidt took over, and then from 2011 until 2015, when he became CEO of Google's new parent firm Alphabet."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c76bcaaa7ea43100043c836/416x416.jpg?background=000000&cropX1=227&cropX2=2022&cropY1=22&cropY2=1817"
    },
    {
        "name": "Sergey Brin",
        "age": 51,
        "country": "United States",
        "finalWorth": 130000.0,
        "source": "Google",
        "rank": 7,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Sergey Brin stepped down as president of Alphabet, parent company of Google, in December 2019 but remains a board member and a controlling shareholder.",
            "Brin moved to the U.S. from Russia when he was 6 years old in the wake of anti-Semitism against his family.",
            "He cofounded Google with Larry Page in 1998 after the two met at Stanford University while studying for advanced degrees in computer science.",
            "Google went public in 2004 and began trading as Alphabet, a newly created parent company, in 2015.",
            "Brin has reportedly put $250 million into LTA Research, his high-tech airship project."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c7d7c254bbe6f78090d831f/416x416.jpg?background=000000&cropX1=475&cropX2=2887&cropY1=168&cropY2=2582"
    },
    {
        "name": "Michael Bloomberg",
        "age": 82,
        "country": "United States",
        "finalWorth": 105000.0,
        "source": "Bloomberg LP",
        "rank": 10,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Michael Bloomberg cofounded financial information and media company Bloomberg LP in 1981.",
            "He put in the seed funding for the company and now owns 88% of the business, which has estimated revenues north of $13 billion.",
            "In August 2023, he appointed product head Vlad Kliatchko as CEO of Bloomberg LP and former Bank of England governor Mark Carney as non-executive chair of a new board of directors.",
            "Bloomberg got his start on Wall Street in 1966 with an entry level job at investment bank Salomon Brothers. He was fired 15 years later.",
            "A major philanthropist, he gave away $3 billion in 2023, and has donated more than $17.4 billion in his lifetime to gun safety, climate change, education and other causes.",
            "He has committed to donating his stake in Bloomberg LP to Bloomberg Philanthropies when he dies, if not sooner.",
            "Bloomberg served as mayor of New York City for 12 years, from 2002 to 2013, and launched an unsuccessful bid for president in the 2020 race."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c76b4104bbe6f24ad99c35d/416x416.jpg?background=000000&cropX1=165&cropX2=5613&cropY1=321&cropY2=5769"
    },
    {
        "name": "Amancio Ortega",
        "age": 88,
        "country": "Spain",
        "finalWorth": 103000.0,
        "source": "Zara",
        "rank": 13,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Amancio Ortega of Spain is one of the wealthiest clothing retailers in the world.",
            "A pioneer in fast fashion, he cofounded Inditex, known for its Zara fashion chain, with his ex-wife Rosalia Mera (d. 2013) in 1975.",
            "He owns about 60% of Madrid-listed Inditex, which has 8 brands, including Massimo Dutti and Pull & Bear, and 5,000 stores around the world.",
            "In 2022, after working at Inditex for 15 years, his daughter Marta Ortega Pérez became chairperson of the company.",
            "Ortega earns more than $400 million in yearly dividends, which he reinvests primarily in real estate across Europe and North America. "
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c76b94131358e35dd27748e/416x416.jpg?background=000000&cropX1=179&cropX2=2232&cropY1=216&cropY2=2269"
    },
    {
        "name": "Carlos Slim Helu & family",
        "age": 84,
        "country": "Mexico",
        "finalWorth": 102000.0,
        "source": "Telecom",
        "rank": 14,
        "industries": [
            "Telecom"
        ],
        "bios": [
            "Mexico's richest person, Carlos Slim Helú and his family control América Móvil, Latin America's biggest mobile telecom firm.",
            "With foreign telecom partners, Slim bought a stake in Telmex, Mexico's only phone company, in 1990. Telmex is now part of América Móvil.",
            "He also owns stakes in Mexican construction, consumer goods, mining and real estate companies. He previously held a 17% stake in The New York Times.",
            "His son-in-law Fernando Romero designed the Soumaya Museum in Mexico City, home to Slim's extensive, eclectic art collection.",
            "Slim and his family own 76% of Grupo Carso, one of Latin America's largest conglomerates."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c76ba144bbe6f24ad99c613/416x416.jpg?background=000000&cropX1=0&cropX2=3005&cropY1=389&cropY2=3395"
    },
    {
        "name": "Francoise Bettencourt Meyers & family",
        "age": 70,
        "country": "France",
        "finalWorth": 99500.0,
        "source": "L'Oréal",
        "rank": 15,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Francoise Bettencourt Meyers, the granddaughter of the founder of L'Oreal, is the richest woman in the world.",
            "Bettencourt Meyers and her family own more than a third of publicly traded L'Oreal.",
            "She has served on L'Oreal's board since 1997 and is chairwoman of the family holding company.",
            "She became France's reigning L'Oreal heiress in 2017 when her mother Liliane Bettencourt, then the world's richest woman, died at age 94.",
            "Bettencourt Meyers also serves as the president of her family's philanthropic foundation, which encourages French progress in the sciences and arts.",
            "Together, L'Oreal and the Bettencourt Meyers family agreed to donate $226 million to repair Notre Dame Cathedral following the April 2019 fire."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/605e26e3c65f7c2596bd3e15/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Michael Dell",
        "age": 59,
        "country": "United States",
        "finalWorth": 101000.0,
        "source": "Dell Technologies",
        "rank": 12,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Michael Dell is chairman and CEO of Dell Technologies, which formed in 2016 via Dell's $60 billion merger with computer storage giant EMC.",
            "In late 2018 Dell Technologies returned to public markets through a complicated financial restructuring.",
            "Dell's cloud software arm, VMware, spun off in 2021; Microchip firm Broadcom bought it in 2023 for $69 billion, 39% of which went to Dell.",
            "Much of Dell's fortune lies in his private investment firm DFO Management, which has stakes in hotels and invests in liquid corporate credit.",
            "In 2023, Dell gifted over $3 billion worth of cash and stock to his foundation, which focuses on child poverty, and his donor-advised fund."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/615c93f9da61f2ff5b9ecf9b/416x416.jpg?background=000000&cropX1=0&cropX2=1678&cropY1=118&cropY2=1797"
    },
    {
        "name": "Gautam Adani",
        "age": 61,
        "country": "India",
        "finalWorth": 84000.0,
        "source": "Infrastructure, commodities",
        "rank": 17,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Gautam Adani is chairman of the $32 billion (revenue) Adani Group, with interests in ports, airports, power generation and transmission, and green energy, among others.",
            "The Adani Group, which began in 1988 as a commodities trading firm, expanded through acquisitions and with the support of Indian Prime Minister Narendra Modi.",
            "Adani is India's biggest airport operator and also controls Mundra Port, India's largest, in his home state of Gujarat.",
            "In January 2023, U.S. firm Hindenburg Research accused Adani and his companies of financial fraud and stock market manipulation. The Adani Group has denied any wrongdoing.",
            "Adani group's shares, which had plummeted following the Hindenburg report, recovered substantially after India's Supreme Court ruled in the group's favour a year later."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/670474d6f47423f07099d307/416x416.jpg?background=000000&cropX1=67&cropX2=715&cropY1=86&cropY2=734"
    },
    {
        "name": "Jim Walton & family",
        "age": 76,
        "country": "United States",
        "finalWorth": 95900.0,
        "source": "Walmart",
        "rank": 13,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Jim Walton is the youngest son of Walmart founder Sam Walton (d. 1992).",
            "He is chairman of the family's Arvest Bank Group, which boasts assets of $26 billion.",
            "Jim sat on Walmart's board for more than a decade before yielding the seat to his son, Steuart, in 2016.",
            "Collectively, he and other heirs of Sam Walton own about 45% of Walmart's stock.",
            "Jim's daughter Annie Proeitti chairs the family's $5.7 billion (2022 assets) Walton Family Foundation."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c7ef2fea7ea434b351bca5a/416x416.jpg?background=000000&cropX1=49&cropX2=934&cropY1=65&cropY2=951"
    },
    {
        "name": "Rob Walton & family",
        "age": 79,
        "country": "United States",
        "finalWorth": 94300.0,
        "source": "Walmart",
        "rank": 14,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Rob Walton is the eldest son of Walmart founder Sam Walton.",
            "Walton took over as chairman upon his father's death in 1992.",
            "He retired as chairman in 2015 and was replaced by his son-in-law, Greg Penner. Walton retired from Walmart's board in June 2024.",
            "He and other heirs of Sam Walton collectively own about 45% of Walmart's stock.",
            "In 2022, a group led by Walton bought the NFL's Denver Broncos for $4.7 billion. Walton transferred controlling ownership of the team to his son-in-law Greg Penner in 2023."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/59d50a9e4bbe6f37dd9ff712/416x416.jpg?background=000000&cropX1=244&cropX2=1841&cropY1=60&cropY2=1658"
    },
    {
        "name": "Jensen Huang",
        "age": 61,
        "country": "United States",
        "finalWorth": 104000.0,
        "source": "Semiconductors",
        "rank": 11,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Jensen Huang cofounded graphics-chip maker Nvidia in 1993 and has served as its CEO and president ever since.",
            "Huang owns approximately 3% of Nvidia, which he took public in 1999.",
            "Born in Taiwan, Huang moved to Thailand as a child, but his family sent him and his brother to the U.S as civil unrest mounted in the Asian nation.",
            "Under Huang, Nvidia's GPUs became dominant first in computer gaming and now in AI, propelling the company's market cap past $3 trillion in 2024.",
            "He's given Stanford $30 million for an engineering center and, in 2022, gave $50 million to Oregon State University for a namesake research center."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5bc505a331358e59f57abeb9/416x416.jpg?background=000000&cropX1=553&cropX2=3255&cropY1=212&cropY2=2912"
    },
    {
        "name": "Alice Walton",
        "age": 74,
        "country": "United States",
        "finalWorth": 89200.0,
        "source": "Walmart",
        "rank": 15,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Alice Walton is the only daughter of Walmart founder Sam Walton (d. 1992).",
            "She has focused on curating art, rather than serving on the board of Walmart like her siblings, Rob and Jim.",
            "In 2011, she opened the Crystal Bridges Museum of American Art in her hometown of Bentonville, Arkansas.",
            "Crystal Bridges features works from the likes of Andy Warhol, Norman Rockwell and Mark Rothko.",
            "In 2022, the holistic health institute Walton founded in Bentonville a year earlier was renamed the Alice L. Walton School of Medicine."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c7ef270a7ea434b351bca52/416x416.jpg?background=000000&cropX1=232&cropX2=998&cropY1=222&cropY2=988"
    },
    {
        "name": "David Thomson & family",
        "age": 66,
        "country": "Canada",
        "finalWorth": 67800.0,
        "source": "Media",
        "rank": 22,
        "industries": [
            "Media & Entertainment"
        ],
        "bios": [
            "David Thomson and his family control a media and publishing empire founded by his grandfather Roy Thomson.",
            "The family's biggest holding: more than 310 million shares of Thomson Reuters, where Thomson serves as chairman.",
            "In 2018, Thomson Reuters announced it was selling a controlling stake in Refinitiv, a financial data provider, to Blackstone for $17 billion.",
            "The family also holds a stake in telecom giant Bell Canada and own the Toronto-based Globe and Mail newspaper."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5a7ba72aa7ea43169012f1b4/416x416.jpg?background=000000&cropX1=1065&cropX2=3315&cropY1=60&cropY2=2310"
    },
    {
        "name": "Julia Koch & family",
        "age": 62,
        "country": "United States",
        "finalWorth": 74200.0,
        "source": "Koch Inc.",
        "rank": 16,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Julia Koch and her three children inherited a 42% stake in Koch, Inc. (formerly Koch Industries) from her husband, David Koch, who died in 2019 at age 79.",
            "An Iowa native, Koch moved to New York City in the 1980s and worked as an assistant to fashion designer Adolfo.",
            "She worked with many of his high-profile clients, including First Lady Nancy Reagan.",
            "Julia met David via a blind date in 1991; they ran into each other again six months later, began dating and got married in 1996.",
            "In February 2024, the Julia Koch Family Foundation gifted $75 million to fund the Julia Koch Family Ambulatory Care Center at NYU Langone's West Palm Beach location.",
            "In June 2024, Koch and her three children paid nearly $700 million for 15% of BSE Global, which owns the NBA's Brooklyn Nets and WNBA's New York Liberty."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6601ce61b79552a97c9e786c/416x416.jpg?background=000000&cropX1=0&cropX2=2583&cropY1=522&cropY2=3106"
    },
    {
        "name": "Zhong Shanshan",
        "age": 69,
        "country": "China",
        "finalWorth": 50800.0,
        "source": "Beverages, pharmaceuticals",
        "rank": 1,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Zhong Shanshan is the founder and chairman of Nongfu Spring, a bottled water company that listed its shares in Hong Kong in 2020.",
            "Hangzhou-born Zhong dropped out of elementary school during China's chaotic Cultural Revolution.",
            "He later had jobs as a construction worker, a newspaper reporter and a beverage sales agent before starting his own business.",
            "Zhong also controls Wantai Biological, which  makes rapid diagnostic tests for infectious diseases including Covid-19.",
            "His son Zhong Shu Zi is a non-executive director at Nongfu."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/60380e390357bc1fbfc0bc32/416x416.jpg?background=000000&cropX1=116&cropX2=1327&cropY1=201&cropY2=1413"
    },
    {
        "name": "Charles Koch & family",
        "age": 88,
        "country": "United States",
        "finalWorth": 67500.0,
        "source": "Koch Inc.",
        "rank": 17,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Charles Koch has been chairman of Koch, Inc., America's second largest private company by revenue, since 1967. He brought on his first ever co-CEO in 2023.",
            "The diversified company has some $125 billion in revenues from businesses including pipelines, chemicals, software, automotive components and Dixie cups.",
            "His father, Fred Koch, improved a method of refining heavy oil into gasoline in 1927 and started the family business in 1940.",
            "In 1983 Charles and his brother David (d. 2019) bought out their siblings Bill and Frederick (d. 2020) for a reported $800 million. David's widow Julia Koch inherited his 42% stake.",
            "From 2020 to 2022, Charles transferred $5.3 billion of Koch, Inc.'s nonvoting stock to a pair of nonprofits with fewer restrictions on lobbying and politics than traditional charities.",
            "Forbes estimates those shares accounted for nearly a tenth of the 42% stake previously held by Koch (though he still has 42% voting power)."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/615c94bd2aac2936a52682d1/416x416.jpg?background=000000&cropX1=286&cropX2=848&cropY1=110&cropY2=672"
    },
    {
        "name": "Giovanni Ferrero",
        "age": 59,
        "country": "Belgium",
        "finalWorth": 43800.0,
        "source": "Nutella, chocolates",
        "rank": 26,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Giovanni Ferrero is executive chairman of his family's namesake confections business, which posted $18 billion sales in 2023.",
            "The firm is best known for its iconic Nutella chocolate-hazelnut spread, Kinder chocolates and Tic Tac mints.",
            "Giovanni served as co-CEO with his brother, Pietro, who died of a heart attack in 2011.",
            "In 2017 he stepped down as CEO but stayed on as executive chairman to focus on corporate strategy.",
            "Ferrero acquired Nestle's entire U.S. confections business in 2018 for $2.8 billion."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5b11bc5ca7ea436b547f29cb/416x416.jpg?background=000000&cropX1=622&cropX2=1844&cropY1=361&cropY2=1582"
    },
    {
        "name": "Prajogo Pangestu",
        "age": 80,
        "country": "Indonesia",
        "finalWorth": 32500.0,
        "source": "Petrochemicals, energy",
        "rank": 2,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Son of a rubber trader, Prajogo Pangestu got his start in the timber business in the late 1970s.",
            "His company Barito Pacific Timber went public in 1993 and changed its name to Barito Pacific after cutting back on its timber business in 2007.",
            "In 2007, Barito Pacific acquired 70% of petrochemicals firm Chandra Asri, which also trades on the Indonesia Stock Exchange.",
            "In 2011 Chandra Asri merged with Tri Polyta Indonesia and became one of the country's largest integrated petrochemicals producers. In the same year Thaioil acquired a 15% stake in Chandra Asri.",
            "After taking his coal mining firm Petrindo Jaya Kreasi public in 2023, Pangestu listed renewable energy arm, Barito Renewables Energy, later in the year."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/656f8476e94e04b7e93336c8/416x416.jpg?background=000000&cropX1=0&cropX2=2961&cropY1=0&cropY2=2961"
    },
    {
        "name": "Zhang Yiming",
        "age": 40,
        "country": "Singapore",
        "finalWorth": 45600.0,
        "source": "TikTok",
        "rank": 3,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Zhang Yiming is the main cofounder of Chinese tech giant ByteDance, best known for its insanely popular app TikTok, which has more than 1 billion users worldwide.",
            "It also has interests in e-commerce, education, gaming and news.",
            "Zhang stepped down as chairman of ByteDance in 2021 after resigning as CEO earlier that year, reportedly under pressure from the Chinese government.",
            "In May 2024, ByteDance sued the U.S. government to overturn a law signed by President Joe Biden that would force the divestiture of TikTok or ban it nationwide.",
            "Zhang started ByteDance in 2012 in a four-bedroom Beijing apartment."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/618e91e427fcd6441f93c0c6/416x416.jpg?background=000000&cropX1=227&cropX2=1294&cropY1=14&cropY2=1080"
    },
    {
        "name": "Tadashi Yanai & family",
        "age": 75,
        "country": "Japan",
        "finalWorth": 38000.0,
        "source": "Fashion retail",
        "rank": 1,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Tadashi Yanai built and runs Tokyo-listed retail clothing empire Fast Retailing, parent of the Uniqlo chain.",
            "Fast Retailing's other brands include Theory, Helmut Lang, J Brand and GU.",
            "The company reported net profit of $2 billion on revenue of $19 billion for the fiscal year ended August 2023.",
            "Flagship brand Uniqlo has nearly 2,500 stores across 25 countries.",
            "Yanai wants his company to become the world's largest retailer, which means it would have to surpass H&M and Inditex (parent of Zara)."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/66560a756b74351d5b0711e8/416x416.jpg?background=000000&cropX1=689&cropX2=1604&cropY1=78&cropY2=992"
    },
    {
        "name": "Phil Knight & family",
        "age": 86,
        "country": "United States",
        "finalWorth": 36800.0,
        "source": "Nike",
        "rank": 24,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Phil Knight, cofounder of shoe giant Nike, retired as chairman in 2016 after 52 years at the company.",
            "Knight ran track at the University of Oregon and created Nike shoes with his former track coach, Bill Bowerman.",
            "In 1964, they each put up $500 to start Blue Ribbon Sports. Knight &amp; family still own 20% of the $51 billion (fiscal 2024 revenue) company now known as Nike.",
            "Knight and his wife Penny have given $3.6 billion to charity so far--mainly through their Knight Foundation. They rank among America's top philanthropists.",
            "The Knights have pledged over $500 million in donations to each of the University of Oregon and Stanford University, Phil's alma maters.",
            "The couple pledged another $400 million to help rebuild Portland, Oregon's historically Black Albina neighborhood in 2023."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6488d5874961598251b12f50/416x416.jpg?background=000000&cropX1=598&cropX2=3344&cropY1=0&cropY2=2747"
    },
    {
        "name": "Mark Mateschitz",
        "age": 31,
        "country": "Austria",
        "finalWorth": 39600.0,
        "source": "Red Bull",
        "rank": 31,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Mark Mateschitz is the only child of the late Austrian billionaire Dietrich Mateschitz, who cofounded energy drink firm Red Bull in 1987.",
            "He inherited his father's 49% stake in Red Bull after the elder Mateschitz died in October 2022 at the age of 78.",
            "Dietrich Mateschitz cofounded Red Bull with Thai businessman Chaleo Yoovidhya (d. 2012); Yoovidhya's son Chalerm is a billionaire today.",
            "Red Bull sold 12.1 billion cans worldwide in 2023, enough to caffeinate every person on the planet.",
            "After his father's death, Mark Mateschitz stepped down from his role as Head of Organics at the $11.4 billion (2023 sales) company to concentrate on his role as a shareholder."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/642b2ae09caa113a6ce1c15e/416x416.jpg?background=000000&cropX1=898&cropX2=3376&cropY1=239&cropY2=2714"
    },
    {
        "name": "Klaus-Michael Kuehne",
        "age": 86,
        "country": "Switzerland",
        "finalWorth": 39200.0,
        "source": "Shipping",
        "rank": 32,
        "industries": [
            "Logistics"
        ],
        "bios": [
            "Logistics magnate Klaus-Michael Kuehne is honorary chairman of Kuehne + Nagel International AG, based in &#8206;Schindellegi&#8206;, Switzerland.",
            "He joined the company, cofounded by his grandfather, in 1958, eventually taking over as CEO in 1966.",
            "In 2016, his Kuehne Holding AG acquired 20% of VTG, a rail logistics company. Two years later, it sold the stake to Morgan Stanley Infrastructure.",
            "He owns roughly 30% of shipping and logistics company Hapag-Lloyd, a holding he has steadily increased in recent years.",
            "Throughout the course of 2022, he acquired a 17.5% in Lufthansa, the German airline carrier, and became its largest single investor."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e762e4fc7b02d000666c89b/416x416.jpg?background=000000&cropX1=792&cropX2=4141&cropY1=0&cropY2=3347"
    },
    {
        "name": "Colin Huang",
        "age": 44,
        "country": "China",
        "finalWorth": 43900.0,
        "source": "E-commerce",
        "rank": 4,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Colin Huang is the founder of PDD Holdings, the Chinese e-commerce company that changed its name from Pinduoduo in 2023.",
            "Huang, who stepped down as chairman of the company in 2021, is still a major shareholder of PDD.",
            "PDD launched budget shopping site Temu in 2022 to compete with Shein, led by fellow Chinese billionaire Sky Xu.",
            "A serial entrepreneur, Huang earlier founded online games company Xinyoudi and e-commerce platform Ouku.com.",
            "Huang, who has a master's in computer science from the University of Wisconsin, interned at Microsoft in both Beijing and Seattle before starting his career at Google in the U.S. in 2004."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5dc0500b3195ed0007eab3f7/416x416.jpg?background=000000&cropX1=1059&cropX2=3699&cropY1=45&cropY2=2683"
    },
    {
        "name": "Stephen Schwarzman",
        "age": 77,
        "country": "United States",
        "finalWorth": 43600.0,
        "source": "Investments",
        "rank": 21,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "The son of a dry goods store owner, Stephen Schwarzman founded private equity firm Blackstone with fellow billionaire Peter Peterson in 1985.",
            "Initially a boutique merger-and-acquisition advisory business, Blackstone grew into the world's largest buyout firm, with over $1 trillion in assets.",
            "While Peter Peterson (d. 2018) retired shortly after Blackstone's 2007 IPO, Schwarzman still presides over the business as chairman and CEO.",
            "Schwarzman got his start on Wall Street at Lehman Brothers; he writes in his 2019 memoir about mistakes by management at that firm.",
            "He started his first business, a lawn-mowing operation, at age 14, employing his younger twin brothers to mow while he brought in the clients."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d89f4d318444200084e5265/416x416.jpg?background=000000&cropX1=1911&cropX2=5305&cropY1=26&cropY2=3418"
    },
    {
        "name": "Jacqueline Mars",
        "age": 84,
        "country": "United States",
        "finalWorth": 47600.0,
        "source": "Candy, pet food",
        "rank": 19,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Jacqueline Mars owns an estimated one-third of Mars, the candy, food and pet care firm founded by her grandfather.",
            "She worked for the company for nearly 20 years and served on the board until 2016.",
            "Her son Stephen Badger is on Mars' board of directors.",
            "Mars serves on the board of the National Archives and was formerly on the board of the Washington National Opera.",
            "Her brother John owns an estimated third of Mars; her late brother Forrest Jr.'s four daughters own the rest."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/59d50d06a7ea436b47b36d84/416x416.jpg?background=000000&cropX1=147&cropX2=1649&cropY1=377&cropY2=1879"
    },
    {
        "name": "John Mars",
        "age": 88,
        "country": "United States",
        "finalWorth": 47600.0,
        "source": "Candy, pet food",
        "rank": 19,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "John Mars and his siblings Jacqueline and Forrest Jr. (d. 2016) inherited stakes in the candy firm Mars when their father died in 1999.",
            "He and Jacqueline each own an estimated one-third of the company. His late brother Forrest Jr.'s four daughters are believed to own the rest.",
            "The $50 billion (sales) business was founded by John's grandfather, Frank, in 1911.",
            "Mars is also a big name in pet care, with brands including Pedigree and Whiskas, as well as food, including Ben's Original rice."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5ba41e08a7ea434e4c6948eb/416x416.jpg?background=000000&cropX1=53&cropX2=1401&cropY1=9&cropY2=1357"
    },
    {
        "name": "Dieter Schwarz",
        "age": 84,
        "country": "Germany",
        "finalWorth": 38000.0,
        "source": "Retail",
        "rank": 37,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Dieter Schwarz's Schwarz Group, with revenue of over $160 billion, is comprised of the Kaufland and Lidl (rhymes with needle) discount supermarkets.",
            "Schwarz inherited the company from his father, Josef, who became a partner in Suedfruechte Grosshandel Lidl &amp; Co., a fruit wholesaler, in 1930.",
            "Dieter opened the first Lidl store in 1973, became CEO in 1977 when Josef died, and built Schwarz Group into Europe's largest retail empire, with 500,000 employees.",
            "Lidl entered the U.S. in 2017, promising to convince consumers to \"Rethink Grocery.\" Its stores are mostly in Virginia and North and South Carolina.",
            "Schwarz Group is owned by a foundation, technically a limited liability company, but Dieter maintains full control and is the effective owner."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6050f48ca1ab099ed6e290cc/416x416.jpg?background=000000&cropX1=0&cropX2=800&cropY1=0&cropY2=800"
    },
    {
        "name": "Li Ka-shing",
        "age": 95,
        "country": "Hong Kong",
        "finalWorth": 37300.0,
        "source": "Diversified",
        "rank": 38,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Nicknamed Superman, Li Ka-shing is revered as one of the most influential businessmen in Asia.",
            "Li retired as chairman of CK Hutchison Holdings and CK Asset Holdings in May 2018 but remains senior advisor.",
            "His son Victor now heads the conglomerate, which has more than 300,000 employees and operates in more than 50 nations.",
            "Li started Cheung Kong plastics, named after the Yangtze River, in 1950 at age 21 with $6,500 in savings and loans from relatives.",
            "His Li Ka Shing Foundation has donated more than $3.8 billion; over 80% has gone to Greater China."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65d4c4432a6eece8368e841b/416x416.jpg?background=000000&cropX1=250&cropX2=1494&cropY1=226&cropY2=1471"
    },
    {
        "name": "Shiv Nadar",
        "age": 79,
        "country": "India",
        "finalWorth": 40200.0,
        "source": "Software services",
        "rank": 4,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Indian IT pioneer Shiv Nadar cofounded HCL in a garage in 1976 to make calculators and microprocessors with five friends.",
            "Today, his $13.4 billion (June 2024 revenue) HCL Technologies is among India's largest software services providers.",
            "In 2020, he stepped down as chairman of HCL Technologies, handing over the position to his daughter, Roshni Nadar Malhotra. He's now chairman emeritus and strategic advisor.",
            "HCL Technologies, which employs more than 219,000 people in 60 countries worldwide, hires high school grads and trains them on the job.",
            "One of India's leading philanthropists, Nadar has donated $1.1 billion to his Shiv Nadar Foundation, which backs education-related causes."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/605e2b0c7cd0a7025abd3e15/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Alain Wertheimer",
        "age": 75,
        "country": "United States",
        "finalWorth": 36800.0,
        "source": "Chanel",
        "rank": 40,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Alain Wertheimer is the chairman of Chanel, the French luxury brand.",
            "He owns the company with this brother Gerard, who oversees the watch division.",
            "His grandfather Pierre Wertheimer founded it with Gabrielle (Coco) Chanel, the company's namesake.",
            "Karl Lagerfeld, the public face of Chanel, died in February 2019 at the age of 85. He had been the company's creative director for over 35 years."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/645d0add2a0a83a54a9aa149/416x416.jpg?background=000000&cropX1=0&cropX2=2730&cropY1=100&cropY2=2831"
    },
    {
        "name": "Gerard Wertheimer",
        "age": 73,
        "country": "United States",
        "finalWorth": 36800.0,
        "source": "Chanel",
        "rank": 40,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Gerard Wertheimer and his brother Alain own French luxury brand Chanel.",
            "Gerard heads the company's watch division and lives in Switzerland.",
            "His grandfather, Pierre, partnered with Gabrielle (Coco) Chanel, the company's namesake, in the 1920s.",
            "Karl Lagerfeld, the public face of Chanel, died in February 2019 at the age of 85. He had been the company's creative director for over 35 years."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/645d02e2c7d39022642796dd/416x416.jpg?background=000000&cropX1=1150&cropX2=4216&cropY1=0&cropY2=3068"
    },
    {
        "name": "Ken Griffin",
        "age": 55,
        "country": "United States",
        "finalWorth": 43000.0,
        "source": "Hedge funds",
        "rank": 22,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Ken Griffin founded and runs Citadel, a Miami-based hedge fund firm that manages $63 billion in assets.",
            "Griffin founded Citadel in 1990 but first began trading from his Harvard dorm in 1987. He put a satellite dish on the roof to get real-time stock quotes.",
            "Citadel Securities, one of Wall Street's biggest market-making firms, is responsible for one of every four stock trades in the U.S.",
            "Griffin has given some $2.3 billion to philanthropic causes, including $300 million to Harvard's Faculty of Arts and Sciences in 2023; the graduate school of arts and sciences bears his name.",
            "In January 2024, Griffin said he would pause his support for Harvard, citing its handling of antisemitic incidents on campus."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6247575a5af6af682d503f2f/416x416.jpg?background=000000&cropX1=0&cropX2=1966&cropY1=0&cropY2=1966"
    },
    {
        "name": "MacKenzie Scott",
        "age": 54,
        "country": "United States",
        "finalWorth": null,
        "source": "Amazon",
        "rank": 9,
        "industries": null,
        "bios": [
            "MacKenzie Scott is a philanthropist, author and the ex-wife of Amazon founder Jeff Bezos, to whom she was married for 25 years. As part of their 2019 divorce, she received a 4% stake in the online retailer.",
            "In May 2019, shortly after she announced the terms of the divorce on Twitter, she signed the Giving Pledge, promising to give away at least half of her wealth over the course of her lifetime.",
            "In a website called Yield Giving, Scott shares details of the $17.3 billion (53% of her Amazon shares) she has given to more than 2,300 nonprofits.",
            "Scott employs a \"no strings attached\" style of giving, wherein the nonprofits to which she donates have full control over how to best deploy the new funds.",
            "Scott, who has published two novels, was a student of author Toni Morrison at Princeton and worked as a research assistant for her."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/63325f33de0e387de2dd5389/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Thomas Peterffy",
        "age": 80,
        "country": "United States",
        "finalWorth": 40000.0,
        "source": "Discount brokerage",
        "rank": 23,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "A digital trading pioneer, Thomas Peterffy chairs Interactive Brokers, which markets its specialized trading platform to sophisticated investors.",
            "He founded Interactive Brokers in 1993 after originally starting in market-making, and was CEO until December 2019.",
            "In March 2017, he announced part of his market-making operation would phase out. It had been under attack by faster competitors.",
            "Peterffy arrived in America in 1965 at age 21, the penniless descendant of Hungarian aristocrats who lost nearly everything to the Soviets.",
            "He is a major landowner, with more than 560,000 acres, primarily located in his home state of Florida."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a5c6218444200084e6532/416x416.jpg?background=000000&cropX1=466&cropX2=1132&cropY1=297&cropY2=962"
    },
    {
        "name": "Reinhold Wuerth & family",
        "age": 88,
        "country": "Germany",
        "finalWorth": 33600.0,
        "source": "Fasteners",
        "rank": 45,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Reinhold Wuerth entered his father's wholesale screw business in 1949, at age 14, as the company's second employee and first apprentice.",
            "He took the reins in 1954 and honed a competitive advantage by delivering goods directly to customers on construction sites and in mechanical shops.",
            "Today, with annual sales of over $16 billion, the Wuerth Group has more than 400 companies and 83,000 employees around the world.",
            "Reinhold retired in 1994, but he still serves as chairman of the supervisory board of the Wuerth Group's family trusts.",
            "Daughter Bettina Wuerth is chairwoman of the advisory board of Wuerth Group."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e76350710380d0006fbadf8/416x416.jpg?background=000000&cropX1=2132&cropX2=5568&cropY1=0&cropY2=3434"
    },
    {
        "name": "William Ding",
        "age": 53,
        "country": "China",
        "finalWorth": 27400.0,
        "source": "Online games",
        "rank": 7,
        "industries": [
            "Technology"
        ],
        "bios": [
            "William Ding is the founder and CEO of NetEase, one of the world's largest online games companies.",
            "In addition to legacy titles such as Fantasy Westward Journey, the company's portfolio also includes casual game Eggy Party and battle game Justice Mobile, which uses AI to generate story lines.",
            "Facing tough competition in games from rival Tencent, NetEase has expanded into movies, e-commerce and online music.",
            "Ding was China's richest man and its first internet and gaming billionaire back in 2003.",
            "The mogul also has an interest in sustainable agriculture, with NetEase's e-commerce arm Yanxuan selling pork sourced from its own farms."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65496210455fdb2807b461fc/416x416.jpg?background=000000&cropX1=376&cropX2=1713&cropY1=341&cropY2=1679"
    },
    {
        "name": "Savitri Jindal & family",
        "age": 74,
        "country": "India",
        "finalWorth": 43700.0,
        "source": "Steel",
        "rank": 3,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Jindal Group, whose interests include steel, power, cement and infrastructure, is chaired by Savitri Jindal, widow of founder Om Prakash Jindal.",
            "Upon O.P. Jindal's death in 2005 in a helicopter crash, the group's companies were divided among his four sons, who now run them independently.",
            "The biggest assets of  the group are overseen by her Mumbai-based son Sajjan Jindal, who oversees JSW Steel, JSW Cement and JSW Paints, among much else.",
            "In 2023, Sajjan Jindal took ports arm JSW Infrastructure public. In March 2024, he set up an EV joint venture with MG Motor.",
            "Jindal's younger, Delhi-based son, Naveen, manages Jindal Steel & Power. In March 2024, he quit the Congress party and joined the Bharatiya Janata Party."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/55f77874e4b0ffa7afe4940e/416x416.jpg?background=000000&cropX1=90&cropX2=676&cropY1=53&cropY2=640"
    },
    {
        "name": "Gianluigi Aponte",
        "age": 83,
        "country": "Switzerland",
        "finalWorth": 33100.0,
        "source": "Shipping",
        "rank": 48,
        "industries": [
            "Logistics"
        ],
        "bios": [
            "Gianluigi Aponte and his wife Rafaela each own a 50% stake in MSC, the world's largest shipping line.",
            "Gianluigi first met Rafaela on a trip to the Italian island of Capri in the 1960s, when he was a ship captain.",
            "They entered the shipping industry together in 1970, when they purchased a ship with a $200,000 loan.",
            "MSC also operates in holiday cruises (MSC Cruises), inland logistics (Medlog) and port operations (Terminal Investment Limited.)",
            "Gianluigi is MSC's executive chairman; Rafaela is responsible for decorating ships for MSC Cruises and their son, Diego, is MSC's president."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e77ceeac7b02d000666de20/416x416.jpg?background=000000&cropX1=1096&cropX2=5302&cropY1=46&cropY2=4249"
    },
    {
        "name": "Rafaela Aponte-Diamant",
        "age": 79,
        "country": "Switzerland",
        "finalWorth": 33100.0,
        "source": "Shipping",
        "rank": 48,
        "industries": [
            "Logistics"
        ],
        "bios": [
            "Rafaela Aponte-Diamant and her husband Gianluigi each own a 50% stake in MSC, the world's largest shipping line.",
            "Rafaela first met Gianluigi on a trip to the Italian island of Capri in the 1960s, when Gianluigi was a ship captain.",
            "They entered the shipping industry together in 1970, when they purchased a ship with a $200,000 loan.",
            "MSC also operates in holiday cruises (MSC Cruises), inland logistics (Medlog) and port operations (Terminal Investment Limited.)",
            "Rafaela is responsible for decorating ships for MSC Cruises; Gianluigi is MSC's executive chairman and their son, Diego, is MSC's president."
        ],
        "image": null
    },
    {
        "name": "Changpeng Zhao",
        "age": 47,
        "country": "United Arab Emirates",
        "finalWorth": 33000.0,
        "source": "Cryptocurrency exchange",
        "rank": 50,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Changpeng Zhao, who goes by CZ, is the founder and former CEO of Binance, the largest cryptocurrency exchange in the world.",
            "The Chinese-Canadian coder cut his teeth building high-frequency trading systems for Wall Street's flash boys.",
            "Zhao founded Binance in 2017, raising $15 million through an initial coin offering.",
            "In 2023, Binance facilitated roughly half of all spot trades processed by centralized crypto exchanges.",
            "Zhao pled guilty to U.S. charges of fraud and money laundering in 2023 and awaits sentencing. He retains an estimated 90% stake in Binance."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/61115ac5b4c5d23845419c4e/416x416.jpg?background=000000&cropX1=0&cropX2=911&cropY1=0&cropY2=911"
    },
    {
        "name": "Masayoshi Son",
        "age": 66,
        "country": "Japan",
        "finalWorth": 27000.0,
        "source": "Telecom, Investments",
        "rank": 2,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Masayoshi Son founded and runs investment giant SoftBank Group.",
            "Investors in Son's Vision Fund 1 include Apple, Qualcomm, Foxconn, the family office of billionaire Larry Ellison and Saudi Arabia's sovereign fund.",
            "The Vision Funds have invested in over 400 companies, including ride-share firm Grab,  Korean e-commerce leader Coupang and India's food-delivery platform Swiggy.",
            "For the year ended March 2024, SoftBank Group reported a $1.7 billion loss, down from $7.3 billion the previous year.",
            "Son is looking to raise $100 billion to fund an AI chip initiative codenamed Izanagi, named after the Japanese god of creation."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e8b632801879f000703e485/416x416.jpg?background=000000&cropX1=0&cropX2=4500&cropY1=833&cropY2=5330"
    },
    {
        "name": "Len Blavatnik",
        "age": 67,
        "country": "United Kingdom",
        "finalWorth": 29300.0,
        "source": "Music, chemicals",
        "rank": 33,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Born in Ukraine, raised north of Moscow, Len Blavatnik immigrated to the U.S. in 1978 with his family; he studied computer science at Columbia University and received an MBA from Harvard Business School.",
            "He made an early fortune from Russian oil company TNK-BP, including billions in dividends paid by the joint venture and the sale of his stake in 2013 for $7 billion.",
            "After purchasing Warner Music in 2011 for $3.3 billion, he took the company public in June 2020 at quadruple the value.",
            "His investment firm Access Industries holds stakes in chemicals firm LyondellBasell, energy conglomerate Calpine and house flipping website Opendoor.",
            "Blavatnik says he has given or pledged over $1 billion to philanthropy, mostly to universities, including Oxford, Stanford, Harvard and Yale.",
            "He is a dual citizen of the U.S. and the U.K."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c745d7b4bbe6f072958dac9/416x416.jpg?background=000000&cropX1=473&cropX2=2103&cropY1=123&cropY2=1753"
    },
    {
        "name": "Miriam Adelson & family",
        "age": 78,
        "country": "United States",
        "finalWorth": 29800.0,
        "source": "Casinos",
        "rank": 32,
        "industries": [
            "Gambling & Casinos"
        ],
        "bios": [
            "Miriam Adelson is the widow of Sheldon Adelson, the former CEO and chairman of casino company Las Vegas Sands, who died at 87 in 2021.",
            "She and her family now own more than half of the New York Stock Exchange-listed gambling empire, which has casinos in Singapore and Macao.",
            "In 2022, Las Vegas Sands sold its assets on the Vegas Strip, the Venetian Resort and the Sands Expo and Convention Center, to Apollo Global and Vici Properties for $6.25 billion.",
            "She bought a majority stake in the Dallas Mavericks NBA team from Mark Cuban in late 2023.",
            "Long known as a GOP megadonor, both alongside Sheldon and after his death, Adelson is a top backer of Donald Trump.",
            "Born in Israel, Adelson became a medical doctor focusing on addiction."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6488d2e2af4e79d11875c367/416x416.jpg?background=000000&cropX1=741&cropX2=1624&cropY1=351&cropY2=1233"
    },
    {
        "name": "François Pinault & family",
        "age": 87,
        "country": "France",
        "finalWorth": 31600.0,
        "source": "Luxury goods",
        "rank": 54,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "François Pinault is honorary chairman of luxury group Kering, which owns fashion brands Saint Laurent, Alexander McQueen and Gucci.",
            "Pinault founded Kering, which started as a wood and building materials company, in 1963.",
            "In 1999, Pinault changed the direction of the business toward luxury goods when he bought a controlling stake in Gucci Group.",
            "Today the $22 billion (2022 sales) company, which also owns watch brand Girard-Perregaux, is run by Pinault's son, François-Henri.",
            "Pinault and his family own iconic auction house Christie's, plus a 3,000-piece art collection with works by Picasso, Mondrian and Koons.",
            "In 2023, they bought a majority stake in talent agency Creative Artists Agency from private-equity firm TPG."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5f1eeca8e77f92a058fb1a81/416x416.jpg?background=000000&cropX1=1806&cropX2=3901&cropY1=36&cropY2=2133"
    },
    {
        "name": "Jim Simons",
        "age": 85,
        "country": "United States",
        "finalWorth": 31400.0,
        "source": "Hedge funds",
        "rank": 55,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Jim Simons founded quantitative trading hedge fund Renaissance Technologies. He died in May 2024 at age 86.",
            "A mathematics Ph.D., Simons worked as a codebreaker during the Vietnam War and chaired the math department at Stony Brook University in the 1960s and 70s.",
            "He founded Renaissance Technologies in 1982 and grew it into a hedge fund giant, famous for its Medallion Fund.",
            "Simons retired from Renaissance in 2010, but remained an investor in its funds.",
            "He gave some $6 billion to philanthropic causes over his life, alongside his wife Marilyn, including being the primary funder of Math For America."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8bd8326de3150009a51efb/416x416.jpg?background=000000&cropX1=1332&cropX2=2541&cropY1=0&cropY2=1208"
    },
    {
        "name": "Gina Rinehart",
        "age": 70,
        "country": "Australia",
        "finalWorth": null,
        "source": "Mining",
        "rank": 50,
        "industries": null,
        "bios": [
            "Australia's richest citizen, Gina Rinehart built her wealth on iron ore.",
            "The daughter of iron ore explorer Lang Hancock, Rinehart rebuilt her late father's financially distressed company, Hancock Prospecting, becoming executive chairwoman in 1992.",
            "Hancock's biggest asset is the Roy Hill mining project, which started shipments to Asia in 2015. ",
            "Rinehart has made significant investments into rare earth minerals and the gas sector. She's also Australia's second-largest cattle producer, with a portfolio of properties across the country.",
            "In December 2023, Hancock Prospecting and Chilean mineral company SQM made a joint $1.1 billion bid to acquire lithium outfit Azure Minerals in western Australia."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65ca493716ad0bed32ffa13e/416x416.jpg?background=000000&cropX1=94&cropX2=950&cropY1=0&cropY2=856"
    },
    {
        "name": "Ma Huateng",
        "age": 53,
        "country": "China",
        "finalWorth": 46800.0,
        "source": "Online games",
        "rank": 2,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Ma Huateng, also known as Pony Ma, is the chairman and CEO of Chinese internet giant Tencent Holdings.",
            "Tencent's popular social messaging app WeChat has nearly 1.4 billion monthly users.",
            "Known at home for mobile games such as battle game Honor of Kings, Tencent is also one of the largest videogame publishers globally and has acquired a stake in U.S. videogame company Epic Games.",
            "It has also invested in electric car maker Tesla and music-streaming service Spotify, which in turn has a stake in its Tencent Music.",
            "Ma led research and development of Internet paging system development at China Motion Telecom Development before starting Tencent in 1998."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/605e23c0f0986f688fbd3e15/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Abigail Johnson",
        "age": 62,
        "country": "United States",
        "finalWorth": null,
        "source": "Fidelity",
        "rank": 6,
        "industries": null,
        "bios": [
            "Abigail Johnson has served as CEO of Fidelity Investments since 2014, when she took over for her father, and has been chairman since 2016.",
            "Her grandfather, Edward Johnson II, founded the Boston-based mutual fund giant in 1946.",
            "She owns an estimated 28.5% stake of the firm, which as of June 2024 manages discretionary assets totaling $5.5 trillion.",
            "Johnson has embraced cryptocurrencies and, in 2018, Fidelity launched a platform that allows institutional investors to custody and trade bitcoin, ether and litecoin.",
            "She worked summers at Fidelity through college and joined full-time as an analyst in 1988 after receiving a Harvard M.B.A."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6333a5b13de1fff2da377afb/416x416.jpg?background=000000&cropX1=0&cropX2=1077&cropY1=3&cropY2=1080"
    },
    {
        "name": "Vagit Alekperov",
        "age": 73,
        "country": "Russia",
        "finalWorth": 28600.0,
        "source": "Oil",
        "rank": 59,
        "industries": [
            "Energy"
        ],
        "bios": [
            "A former Caspian Sea oil rig worker, Vagit Alekperov became a deputy minister overseeing the oil industry in the Soviet Union.",
            "In 1991 he took three large ministry-controlled oil fields and set up Lukoil, now Russia's largest independent oil company.",
            "Lukoil, of which he owns about 30%, was hit by U.S. sanctions in September 2014.",
            "Alekperov stepped down as the president of Lukoil in April 2022, a few days after being sanctioned by the U.K.",
            "Alekperov transferred his ownership in Dutch shipyard Heesen Yachts, where his 230-foot yacht Galactica Super Nova was built, to a dutch foundation in 2022."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/62291dbe5c22ffeaf37a7528/416x416.jpg?background=000000&cropX1=232&cropX2=1762&cropY1=83&cropY2=1614"
    },
    {
        "name": "Eduardo Saverin",
        "age": 42,
        "country": "Singapore",
        "finalWorth": 29000.0,
        "source": "Facebook",
        "rank": 1,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Eduardo Saverin cofounded Meta Platforms, formerly Facebook, with Harvard classmate Mark Zuckerberg in 2004.",
            "Now a venture capitalist, he still derives most of his wealth from his small but valuable stake in Meta.",
            "In 2016, he launched venture fund B Capital, with BCG and Bain Capital veteran Raj Ganguly. The fund has more than $7 billion in assets under management.",
            "In 2022, B Capital raised $250 million to invest in early stage startups.",
            "A Brazilian native, Saverin has been a Singapore resident since renouncing his U.S. citizenship in 2012 ahead of Facebook's IPO."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/61114d7c57eb065321419c4e/416x416.jpg?background=000000&cropX1=0&cropX2=2236&cropY1=0&cropY2=2235"
    },
    {
        "name": "Lukas Walton",
        "age": 38,
        "country": "United States",
        "finalWorth": 33900.0,
        "source": "Walmart",
        "rank": 25,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Lukas Walton is a grandson of Walmart founder Sam Walton (d. 1992).",
            "He inherited a fortune when his father, John Walton, died in a 2005 plane crash.",
            "He received about one third of his father's estate; his mother, Christy Walton, got about one sixth.",
            "He owns stakes in Walmart and his family's $26 billion (assets) Arvest Bank Group, though he does not work for the companies.",
            "He founded and runs Builders Vision, a sustainability-focused philanthropic and impact-investing platform that has doled out more than $3 billion since launching in 2021."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d89f3c36de3150009a4e5bd/416x416.jpg?background=000000&cropX1=122&cropX2=576&cropY1=26&cropY2=480"
    },
    {
        "name": "Germán Larrea Mota Velasco & family",
        "age": 70,
        "country": "Mexico",
        "finalWorth": 27900.0,
        "source": "Mining",
        "rank": 62,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Germán Larrea Mota Velasco owns the majority of Mexico's largest copper mining company, Grupo México, which also has operations in Perú and the U.S.",
            "Under his leadership as president and CEO, Grupo México expanded into the infrastructure and rail transportation sectors.",
            "In 2014, the mining company faced scrutiny after a spill at its copper mine in Sonora, Mexico, contaminated two rivers nearby.",
            "The company agreed with a government request to deposit $150 million in a trust to compensate local residents harmed by the spill.",
            "In 2017, Larrea spun off Grupo México's transport arm into a new company, GMexico Transportes, part owned by two of Carlos Slim Helú's firms."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/597a47174bbe6f3eb800b6b8/416x416.jpg?background=000000&cropX1=1901&cropX2=3603&cropY1=368&cropY2=2069"
    },
    {
        "name": "Lee Shau Kee",
        "age": 96,
        "country": "Hong Kong",
        "finalWorth": 27700.0,
        "source": "Real estate",
        "rank": 63,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Lee Shau Kee cofounded property developer Sun Hung Kai with Kwok Tak-Seng, the late father of Hong Kong's billionaire Kwok brothers.",
            "He started Henderson Land Development in 1976; the property giant now makes up the bulk of his wealth.",
            "In 2019, he stepped down as chairman of Henderson Land and appointed his sons, Martin and Peter, as co-chairmen.",
            "A dedicated philanthropist, he's donated more than $400 million toward education over the years.",
            "Lee grew up in a poor family that could afford to eat fish or meat only twice a month."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/63ef9c5db19ecdce09ed2983/416x416.jpg?background=000000&cropX1=460&cropX2=2901&cropY1=87&cropY2=2527"
    },
    {
        "name": "Jeff Yass",
        "age": 66,
        "country": "United States",
        "finalWorth": 49600.0,
        "source": "Trading, investments",
        "rank": 18,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Jeff Yass is a cofounder of Susquehanna International Group, one of Wall Street's largest and most successful trading firms.",
            "He went to SUNY Binghamton, became a pro gambler, then began trading on the Philadelphia Stock Exchange in 1981 backed by billionaire Israel Englander.",
            "In 1987, he cofounded Susquehanna with a handful of partners; it's now a giant in options trading and making markets, with more than 3,000 employees worldwide.",
            "It recruits and trains traders using poker tournaments to sharpen decision-making skills; its traders have won 3 World Series of Poker bracelets.",
            "Susquehanna has invested in hundreds of private companies globally, including TikTok parent ByteDance, its most valuable holding based on Forbes reporting."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/60649a21472ae5b09dad20b1/416x416.jpg?background=000000&cropX1=3&cropX2=819&cropY1=0&cropY2=816"
    },
    {
        "name": "Andrea Pignataro",
        "age": 53,
        "country": "Switzerland",
        "finalWorth": 27500.0,
        "source": "Financial software",
        "rank": 65,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Andrea Pignataro is the founder and CEO of ION Group, a London-based financial data and technology firm.",
            "Born in Italy, he founded the firm in 1998 while working as a bond trader at Salomon Brothers.",
            "ION Group had $27 billion in net assets in 2023 and owns firms ranging from financial markets platform Dealogic to trading software group Fidessa.",
            "The group is organized in five main divisions: markets, analytics, core banking, corporates and credit information.",
            "Pignataro also owns a collection of luxury villas and hotels on the island of Canouan in St. Vincent and the Grenadines."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/660c251294ad0b108cfcdf06/416x416.jpg?background=000000&cropX1=711&cropX2=2015&cropY1=56&cropY2=1360"
    },
    {
        "name": "Low Tuck Kwong",
        "age": 76,
        "country": "Indonesia",
        "finalWorth": 27000.0,
        "source": "Coal",
        "rank": 3,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Known as the coal king, Singapore-born Low Tuck Kwong is the founder of Bayan Resources, a coal mining company in Indonesia.",
            "He also controls Singapore's renewable energy company Metis Energy (formerly known as Manhattan Resources) and has interests in The Farrer Park Company and Samindo Resources.",
            "Low  is backing SEAX Global, which is building a submarine sea-cable system for internet connectivity linking Singapore, Indonesia and Malaysia.",
            "Low worked for his father's construction company in Singapore as a teenager and then moved to Indonesia in 1972 for greater opportunities.",
            "In August 2024 he transferred a stake in Bayan, worth $6.6 billion at the time, to his daughter Elaine."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/638e24ef7ed4f1a8cd55d457/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=212&cropY2=1292"
    },
    {
        "name": "Leonid Mikhelson & family",
        "age": 68,
        "country": "Russia",
        "finalWorth": 27400.0,
        "source": "Gas, chemicals",
        "rank": 66,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Leonid Mikhelson is the founder and chairman of natural gas producer Novatek.",
            "In 2017 he bought a 17% stake in petrochemical company Sibur from Kirill Shamalov, Putin's reported former son-in-law, increasing his stake to 48%; he now holds just over 30%.",
            "In 2021 Sibur merged with TAIF Group, with extensive assets in the Republic of Tatarstan; among TAIF's owners are the sons of Tatarstan's first president.",
            "Mikhelson spent more than $470 million turning a power plant across from the Kremlin into a spectacular art space GES-2, which opened in late 2021."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6229141941920264022edc8a/416x416.jpg?background=000000&cropX1=81&cropX2=3456&cropY1=941&cropY2=4318"
    },
    {
        "name": "Stefan Quandt",
        "age": 57,
        "country": "Germany",
        "finalWorth": 27300.0,
        "source": "BMW",
        "rank": 68,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Stefan Quandt owns 23.6% of automaker BMW; his sister, Susanne Klatten, the richest woman in Germany, owns 19.1%.",
            "Their late mother, Johanna, was the third wife of legendary industrialist Herbert Quandt, who guided BMW to preeminence in the luxury market.",
            "Both siblings serve on BMW's supervisory board; Quandt is deputy chairman.",
            "His holdings also include Heel (homeopathic medicine), Entrust (digital identity and data security) and Logwin (logistics).",
            "He graduated from the Technical University of Karlsruhe, where he studied economics and engineering."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/f257c2f96ce1171be43e685e6d8f9fa3/416x416.jpg?background=000000&cropX1=124&cropX2=725&cropY1=92&cropY2=693"
    },
    {
        "name": "Dilip Shanghvi",
        "age": 68,
        "country": "India",
        "finalWorth": 26700.0,
        "source": "Pharmaceuticals",
        "rank": 69,
        "industries": [
            "Healthcare"
        ],
        "bios": [
            "The son of a pharmaceuticals distributor, Dilip Shanghvi borrowed $200 from his father to start Sun Pharmaceutical Industries in 1983 to make psychiatric drugs.",
            "The company is India's most valuable listed pharma outfit and gets two-thirds of its $5.3 billion annual revenue from overseas markets.",
            "He grew Sun through a series of acquisitions, the biggest of which was the 2014 purchase of scandal-tainted rival Ranbaxy Laboratories for $4 billion.",
            "In 2023, Sun Pharma completed the $576 million acquisition of U.S.-based Concert Pharmaceuticals."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6704762b26a3718467a86b9a/416x416.jpg?background=000000&cropX1=326&cropX2=2423&cropY1=96&cropY2=2195"
    },
    {
        "name": "Vladimir Lisin",
        "age": 67,
        "country": "Russia",
        "finalWorth": 26600.0,
        "source": "Steel, transport",
        "rank": 70,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Vladimir Lisin is chairman of NLMK Group, a leading manufacturer of  steel products.",
            "Lisin started out as an electrical fitter in a coal mine in Siberia and then worked as a steelworker in Central Russia.",
            "He then managed factories for Trans-World Group, a collection of commodities traders with stakes in aluminum smelters.",
            "Trans-World was later investigated for bank fraud. In 1995, Lisin was reportedly interviewed by Russian police in connection with a local politician's death; he denied wrongdoing.",
            "Lisin also owns port management company Port One, which has subsidiaries in the Baltic and Black Sea basins.",
            "In 2022 he sold one of the largest Russian railway operators, Freight One, to Russian investors."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e77914ec7b02d000666d900/416x416.jpg?background=000000&cropX1=825&cropX2=3235&cropY1=50&cropY2=2459"
    },
    {
        "name": "R. Budi Hartono",
        "age": 83,
        "country": "Indonesia",
        "finalWorth": 26500.0,
        "source": "Banking, tobacco",
        "rank": 71,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "R. Budi Hartono and his brother, Michael (whose fortune is listed separately), are among the richest in Indonesia.",
            "The brothers get the bulk of their fortune from their investment in Bank Central Asia.",
            "The Hartonos bought a stake in BCA, after another wealthy family, the Salims, lost control of the bank during the 1997-1998 Asian economic crisis.",
            "The family first got rich in tobacco and is still one of the biggest clove cigarette makers in the nation.",
            "In what was Indonesia's second-largest IPO of 2022, the brothers listed Global Digital Niaga, which owns e-commerce giant Blibli, raising $510 million."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6050f48ca1ab099ed6e290cc/416x416.jpg?background=000000&cropX1=0&cropX2=800&cropY1=0&cropY2=800"
    },
    {
        "name": "Susanne Klatten",
        "age": 61,
        "country": "Germany",
        "finalWorth": 26500.0,
        "source": "BMW, pharmaceuticals",
        "rank": 71,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Susanne Klatten  owns about 19% of automaker BMW; her brother, Stefan Quandt, owns nearly 24%.",
            "Their late mother, Johanna, was the third wife of legendary industrialist Herbert Quandt, who guided BMW to preeminence in the luxury market.",
            "An economist with an M.B.A., Klatten helped transform her grandfather's Altana AG into a world-class pharmaceutical/specialty chemical corporation.",
            "Klatten is the sole owner and deputy chair of Altana, which has more than $2.5 billion in annual sales.",
            "She also holds stakes in Entrust, which specializes in digital identity and data security, and carbon and graphite producer SGL Group."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/605e281e4f49584f571c9c42/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Thomas Frist, Jr. & family",
        "age": 86,
        "country": "United States",
        "finalWorth": 31500.0,
        "source": "Hospitals",
        "rank": 29,
        "industries": [
            "Healthcare"
        ],
        "bios": [
            "Thomas Frist Jr., a former Air Force flight surgeon, founded Hospital Corp. of America with his father in 1968.",
            "He took it public for the third time in 2011 after two management buyouts and owns over 25% of the company with his family.",
            "HCA Healthcare owns and operates 186 hospitals and around 2,400 sites of care in 20 U.S. states and the U.K.",
            "Frist Jr. doesn't have an executive position at HCA, but his sons, Thomas Frist III and William Frist, are board members."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/ee825ff539047091cda533423b10d65b/416x416.jpg?background=000000&cropX1=16&cropX2=947&cropY1=153&cropY2=1084"
    },
    {
        "name": "Daniel Gilbert",
        "age": 62,
        "country": "United States",
        "finalWorth": 33100.0,
        "source": "Rocket Mortgage",
        "rank": 27,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Dan Gilbert cofounded what would become Quicken Loans, the largest mortgage lender in the U.S., in 1985 at 22 years old.",
            "Gilbert took Quicken public as Rocket Companies in August 2020. Rocket originated $79 billion in mortgages in 2023.",
            "He owns the NBA's Cleveland Cavaliers.",
            "He and his companies have invested $5.6 billion to purchase and rehab a swath of buildings in downtown Detroit, with a plan to create 24,000 jobs.",
            "Gilbert also cofounded online sneaker sale platform StockX, which became a unicorn in June 2019."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e444fcb112160000621ed4c/416x416.jpg?background=000000&cropX1=0&cropX2=2000&cropY1=307&cropY2=2307"
    },
    {
        "name": "Iris Fontbona & family",
        "age": 81,
        "country": "Chile",
        "finalWorth": 25700.0,
        "source": "Mining",
        "rank": 75,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Iris Fontbona is the widow of Andrónico Luksic, who built a fortune in mining and beverages before dying of cancer in 2005.",
            "He left his businesses to Fontbona and his three sons: Jean-Paul, Andrónico and Guillermo Luksic (who died of lung cancer in 2013 at age 57).",
            "Fontbona and her children control Antofagasta Plc, which owns copper mines in Chile and trades on the London Stock Exchange.",
            "Fontbona and her children also own a majority stake in Quiñenco, a publicly-traded Chilean conglomerate active in banking, beer and manufacturing.",
            "Jean-Paul Luksic is chairman of Antofagasta; Andrónico Luksic, who headed up Quiñenco since 2013, stepped down in December 2023."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c6db2974bbe6f0ec75418f0/416x416.jpg?background=000000&cropX1=124&cropX2=491&cropY1=0&cropY2=367"
    },
    {
        "name": "Emmanuel Besnier",
        "age": 53,
        "country": "France",
        "finalWorth": 25500.0,
        "source": "Cheese",
        "rank": 76,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Emmanuel Besnier is the controlling shareholder of family-held Lactalis, the world's largest dairy conglomerate, with more than $30 billion in annual revenues.",
            "His grandfather founded the company in 1933. It now sells products including President brie, Siggi's yogurt and Stonyfield.",
            "His younger siblings, Jean-Michel and Marie, split the rest of the ownership in the family's milk and cheese giant.",
            "The world's biggest dairy company, Lactalis now employs 85,000 and owns more than 266 plants in 51 countries."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5e759e31c7b02d000666c445/416x416.jpg?background=000000&cropX1=283&cropX2=1696&cropY1=1002&cropY2=2414"
    },
    {
        "name": "Michael Hartono",
        "age": 84,
        "country": "Indonesia",
        "finalWorth": 25500.0,
        "source": "Banking, tobacco",
        "rank": 76,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Michael \"Bambang\" Hartono and his brother R. Budi are among the richest in Indonesia.",
            "The brothers get the bulk of their fortune from their investment in Bank Central Asia.",
            "The Hartonos bought the stake in BCA after another wealthy family, the Salims, lost control of the bank during the 1997-1998 Asian economic crisis.",
            "The family first got rich in tobacco and is still one of the biggest clove cigarette makers in the nation.",
            "In what was Indonesia's second-largest IPO of 2022, the brothers listed Global Digital Niaga, which owns e-commerce giant Blibli, raising $510 million."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5c70b46c4bbe6f79c5473f84/416x416.jpg?background=000000&cropX1=286&cropX2=2548&cropY1=78&cropY2=2340"
    },
    {
        "name": "Alexey Mordashov & family",
        "age": 58,
        "country": "Russia",
        "finalWorth": 25500.0,
        "source": "Steel, investments",
        "rank": 76,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Alexey Mordashov is the majority shareholder in steel company Severstal, which he ran as CEO for 19 years before resigning in 2015.",
            "Hit by sanctions in 2022, he immediately transferred ownership of key assets, including shares of leisure company TUI and mining outfit Nordgold.",
            "Severstal, in which he still has a 77% stake, lost more than $400 million in 2022 due to Western sanctions, according to Mordashov.",
            "Severstal sold off two U.S. steel plants in 2014, withdrawing from the market at a time of rising tensions between Russia and the West, and turned its focus to its domestic business.",
            "The son of mill workers, Mordashov rose to become the finance director of a steel mill.",
            "When the plant's elderly director instructed him to acquire shares to keep them from an outsider, Mordashov kept most of them for himself."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e87b07fbf94c200067fcf57/416x416.jpg?background=000000&cropX1=1002&cropX2=4157&cropY1=163&cropY2=3318"
    },
    {
        "name": "John Menard, Jr.",
        "age": 84,
        "country": "United States",
        "finalWorth": 22900.0,
        "source": "Home improvement stores",
        "rank": 37,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "John Menard's home improvement retailer Menards brings in an estimated $13 billion in sales from more than 340 stores.",
            "His stores, which compete with Home Depot and Lowe's, are concentrated in the middle of the U.S., from Wyoming to West Virginia.",
            "Menard first started a construction business in 1958, 20 years before Home Depot launched.",
            "Menard has developed a reputation for keeping a tight grip on his business, requiring even top executives to punch a time clock every morning.",
            "Menard sponsored the winning car at the 2019 Indy 500, his first win in nearly 40 years of involvement in racing."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5f0f870a933def00067666de/416x416.jpg?background=000000&cropX1=223&cropX2=1909&cropY1=133&cropY2=1820"
    },
    {
        "name": "He Xiangjian & family",
        "age": 82,
        "country": "China",
        "finalWorth": 28600.0,
        "source": "Home appliances",
        "rank": 6,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Entrepreneur He Xiangjian built Midea Group into one of the world's largest appliance makers.",
            "In 1968, He led a group of 23 residents from the town of Beijiao in Guangdong province to form a lid production workshop that became Midea. It trades in both Shenzhen and Hong Kong.",
            "Midea Group took German robotics firm Kuka private from the Frankfurt Stock Exchange in 2022 and became its sole owner.",
            "He stepped down as chairman of Midea Group in 2012.",
            "His son He Jianfeng is a director of Midea Group and Midea Real Estate Holding."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5f88aa3c6e0f7a6ca036fc64/416x416.jpg?background=000000&cropX1=1462&cropX2=2567&cropY1=1200&cropY2=2305"
    },
    {
        "name": "Jack Ma",
        "age": 60,
        "country": "China",
        "finalWorth": 25200.0,
        "source": "E-commerce",
        "rank": 8,
        "industries": [
            "Technology"
        ],
        "bios": [
            "A former English teacher, Jack Ma cofounded Alibaba Group, now one of the world's largest e-commerce businesses, in 1999.",
            "The former high-flying billionaire stepped down as Alibaba's executive chairman in 2019.",
            "After approximately a year overseas, Ma returned to China in 2023 just as Alibaba unveiled a plan to split itself into six businesses.",
            "But that overhaul now appears to be on hold after the company walked back from the IPO plans of its Cainiao logistics unit and cloud computing arm.",
            "Ma remains a spiritual leader, and often encourages employees to innovate and change at a time of heightened market competition. "
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/605e22fe6df966b3fcbd3e15/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Elaine Marshall & family",
        "age": 82,
        "country": "United States",
        "finalWorth": 28300.0,
        "source": "Koch Inc.",
        "rank": 35,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Elaine Marshall owns an estimated 16% of $125 billion (sales) conglomerate Koch, Inc. (formerly Koch Industries) with her two sons.",
            "She inherited her stake from husband E. Pierce Marshall (d. 2006), whose father J. Howard Marshall II (d. 1995) was an early partner of founder Fred Koch (d. 1967).",
            "J. Howard II was married to Playboy Playmate Anna Nicole Smith (d. 2007) at the time of his death.",
            "Fred Koch's son Charles is chairman and co-CEO of Koch, Inc. and splits an 84% voting stake with Julia Koch, the widow of his brother David (d. 2019).",
            "Elaine's son Preston Marshall is a former director of the Cato Institute, a libertarian think tank cofounded by Charles Koch.",
            "Her son E. Pierce Marshall, Jr. runs investment firm Élevage Capital Management."
        ],
        "image": null
    },
    {
        "name": "Autry Stephens",
        "age": 86,
        "country": "United States",
        "finalWorth": 24300.0,
        "source": "Oil",
        "rank": 83,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Oil and gas tycoon Autry Stephens founded Endeavor Energy Resources. He died in August 2024 at age 86.",
            "Stephens grew up on a Texas farm and studied petroleum engineering at the University of Texas at Austin before starting his own sole proprietor business and drilling his first well in 1979.",
            "That company grew into Endeavor Energy Resources, a privately held oil exploration and production giant that spanned some 410,000 net acres, mainly in Texas, at the time of his death.",
            "Stephens agreed to sell Endeavor to rival Diamondback Energy in February 2024 for approximately $26 billion in cash and stock."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/632cc12375656f84e344b120/416x416.jpg?background=000000&cropX1=931&cropX2=2365&cropY1=366&cropY2=1801"
    },
    {
        "name": "Eyal Ofer",
        "age": 73,
        "country": "Monaco",
        "finalWorth": 24000.0,
        "source": "Real estate, shipping",
        "rank": 84,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Eyal Ofer is the chairman of the Monaco-based Ofer Global, active in shipping, real estate, technology, banking, energy and other investments.",
            "Eyal and his brother Idan, also a billionaire, are sons of shipping magnate Sammy Ofer and split his assets when he died in 2011.",
            "The elder Ofer brother has expanded these holdings significantly. Through Zodiac Group, his shipping company, he now owns and operates nearly 190 ships.",
            "His real estate portfolio spans more than 120 properties around the world and includes 15 Central Park West, 1250 Broadway and 50 United Nations Plaza in Manhattan.",
            "Eyal's other assets include the VC tech fund O.G. Venture Partners, O.G. Energy and stakes in the public companies Mizrahi Tefahot Bank and Royal Caribbean Cruises."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/660c1a1c7931863e499fb8c4/416x416.jpg?background=000000&cropX1=137&cropX2=1211&cropY1=52&cropY2=1127"
    },
    {
        "name": "Vladimir Potanin",
        "age": 63,
        "country": "Russia",
        "finalWorth": 23700.0,
        "source": "Metals",
        "rank": 85,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Vladimir Potanin acquired a stake in Norilsk Nickel during Russia's privatization in 1995; today he owns just over a third of the company.",
            "Potanin served as deputy prime minister under Boris Yeltsin and maintains ties with President Vladimir Putin.",
            "Potanin spent $2.5 billion developing Rosa Khutor, a ski resort, snowboard park and freestyle skiing center for the 2014 Olympics; he still has a stake in it.",
            "In the spring of 2022, he bought Rosbank from Societe Generale, which stopped business in Russia after the invasion of Ukraine, and 35% of Tinkoff Bank from its founder Oleg Tinkov.",
            "Potanin and his Rosbank were sanctioned by U.S. in December 2022.",
            "Potanin and his ex-wife continue to battle over assets in UK Court in what could be one of the biggest divorce settlements in history."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e87ae86582b5d00068ce78c/416x416.jpg?background=000000&cropX1=1187&cropX2=4259&cropY1=272&cropY2=3347"
    },
    {
        "name": "Gennady Timchenko",
        "age": 71,
        "country": "Russia",
        "finalWorth": 23400.0,
        "source": "Oil, gas",
        "rank": 86,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Gennady Timchenko has stakes in various Russian businesses, including gas company Novatek and petrochemical producer Sibur Holding.",
            "Timchenko ran a state-owned oil exporting company and became one of its largest shareholders when it was later privatized.",
            "One of Russia's most powerful people, he befriended Putin in the 1990s in Saint Petersburg when he and the Rotenberg brothers started a judo club called Yavara- Neva.",
            "Timchenko was sanctioned by the U.S. in 2014 and by the EU and U.K. in 2022.",
            "He remains chairman of the Russian national hockey league KHL and is president of the SKA Saint-Petersburg Hockey Club."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/622b778d7c4aefebd5cbea11/416x416.jpg?background=000000&cropX1=0&cropX2=2317&cropY1=426&cropY2=2744"
    },
    {
        "name": "Takemitsu Takizaki",
        "age": 78,
        "country": "Japan",
        "finalWorth": 21000.0,
        "source": "Sensors",
        "rank": 3,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Takemitsu Takizaki is the founder of Keyence, a supplier of sensors and electronic components for factory automation systems.",
            "He stepped down as chairman in 2015 but remains on the board of directors and is honorary chairman.",
            "Sales to customers outside of Japan have grown steadily and account for roughly two-thirds of revenue.",
            "Customers include auto parts makers, electronics firms and food packagers.",
            "In 2022, Takizaki donated shares worth nearly $3 billion at the time to his foundation."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5eaa4141ed706b0007e62bd7/416x416.jpg?background=000000&cropX1=1310&cropX2=2754&cropY1=224&cropY2=1667"
    },
    {
        "name": "Vinod Adani",
        "age": 75,
        "country": "United Arab Emirates",
        "finalWorth": 23000.0,
        "source": "Infrastructure, commodities",
        "rank": 88,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Vinod Adani is the older brother of Gautam Adani, who was at one point, the world's third richest person.",
            "The Adani group, which started out in commodities trading, has interests in ports, airports, power generation and transmission, green energy, among others.",
            "Vinod Adani, who lives overseas, has stakes in various group companies that are held through multiple overseas investment firms that belong to him.",
            "The Adani group became India's second-largest cement producer in 2022, after Swiss firm Holcim's Indian assets were acquired for $10.5 billion through Vinod's investment firms.",
            "In January 2023, U.S. firm Hindenburg Research accused the group of financial fraud and stock market manipulation, which caused its shares to plummet. The Adani group has denied any wrongdoing."
        ],
        "image": null
    },
    {
        "name": "Robin Zeng",
        "age": 55,
        "country": "China",
        "finalWorth": 37100.0,
        "source": "Batteries",
        "rank": 5,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Robin Zeng is the founder, chairman and CEO of Contemporary Amperex Technology (CATL),  one of the world's largest suppliers of batteries for electric vehicles.",
            "CATL, which listed on the Shenzhen Stock Exchange in 2018, supplies batteries to such automakers as BMW, Volkswagen and Geely.",
            "CATL is headquartered in Zeng's hometown of Ningde in Fujian province.",
            "The company has been working with Ford since 2023 to build a battery factory in Michigan, although the original $3.5 billion plant has been downsized amid geopolitical tensions."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/654962ab9076bbbc6b520e65/416x416.jpg?background=000000&cropX1=934&cropX2=2307&cropY1=177&cropY2=1549"
    },
    {
        "name": "Cyrus Poonawalla",
        "age": 83,
        "country": "India",
        "finalWorth": 24500.0,
        "source": "Vaccines",
        "rank": 9,
        "industries": [
            "Healthcare"
        ],
        "bios": [
            "Son of a horse breeder, Cyrus Poonawalla founded Serum Institute of India in 1966 and built it into the world's largest vaccine maker (by doses).",
            "Headquartered in Pune city, close to Mumbai, Serum produces over 1.5 billion doses annually of a range of vaccines, including for measles, polio and flu.",
            "Under his U.K.-educated son Adar, Serum's CEO, the company invested $800 million at the peak of the pandemic to build a new factory Pune to make Covid-19 vaccines.",
            "Poonawalla's assets include a majority stake in listed financial services firm Poonawalla Fincorp as well as a stake in The Ritz-Carlton hotel in Pune.",
            "In 2023, his son Adar bought Aberconway House,  a mansion in London's Mayfair, for 138 million pounds."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6345b0f307bca24e9e6bc226/416x416.jpg?background=000000&cropX1=303&cropX2=2284&cropY1=451&cropY2=2434"
    },
    {
        "name": "Andrey Melnichenko & family",
        "age": 52,
        "country": "United Arab Emirates",
        "finalWorth": 21100.0,
        "source": "Fertilizers, coal",
        "rank": 91,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Industrialist Andrey Melnichenko is the founder of fertilizer producer Eurochem and coal energy company SUEK.",
            "The son of a Soviet physicist, Melnichenko dropped out of college when the Soviet Union fell in 1991 to start a chain of currency exchange booths.",
            "Two years later, he founded MDM Bank, which became one of Russia's most successful private banks.",
            "Melnichenko's companies, which employ more than 100,000, have invested some $23 billion into fertilizer and coal production over the past 15 years.",
            "Melnichenko was sanctioned by the EU and UK in March 2022, and by  the US in August 2022; he called the sanctions \"absurd and nonsensical\" and is disputing them.",
            "In 2022 Melnichenko's wife, Alexandra, became the beneficiary of a trust that holds stakes in Eurochem and SUEK."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c7eb6524bbe6f42abffe4ca/416x416.jpg?background=000000&cropX1=665&cropX2=2917&cropY1=100&cropY2=2353"
    },
    {
        "name": "Diane Hendricks",
        "age": 77,
        "country": "United States",
        "finalWorth": 21900.0,
        "source": "Building supplies",
        "rank": 38,
        "industries": [
            "Construction & Engineering"
        ],
        "bios": [
            "Diane Hendricks chairs ABC Supply, one of the largest wholesale distributors of roofing, siding and windows in the U.S.",
            "Hendricks cofounded the business with her late husband, Ken, in Beloit, Wisconsin, in 1982. She has chaired it since his death in 2007.",
            "She led ABC to make the two biggest acquisitions in its history, buying rival Bradco in 2010 and building materials distributor L&W Supply in 2016.",
            "The company has over 900 branch locations and had $20.4 billion in 2023 revenues.",
            "Hendricks sold custom homes for a builder before meeting Ken, a roofer.",
            "She has spent millions on local economic development, rebuilding entire blocks in Beloit and bringing in several new businesses to the state.\r\n"
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/64a853a98e6fe5954491cf23/416x416.jpg?background=000000&cropX1=319&cropX2=1470&cropY1=22&cropY2=1174"
    },
    {
        "name": "Kushal Pal Singh",
        "age": 93,
        "country": "United Kingdom",
        "finalWorth": 20500.0,
        "source": "Real estate",
        "rank": 12,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Property baron Kushal Pal Singh left an army posting in 1961 to join DLF, a company started  by his father-in-law in 1946.",
            "Singh later built DLF City in Gurgaon, his showpiece township on the outskirts of Delhi, by acquiring land from farmers.",
            "Today, Delhi-headquartered DLF, run by his son Rajiv as chairman, is India's biggest listed property firm by market cap.",
            "In August 2017, Singh sold his one-third stake in DLF's rental arm to GIC, Singapore's sovereign wealth fund, for $1.9 billion. In 2022, DLF launched a luxury residential project in Delhi with GIC.",
            "Singh stepped down as chairman after more than five decades in that position, in 2020. He's now chairman emeritus of DLF and lives mostly between London and Dubai."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/56ca6a42e4b062f6b59a3447/416x416.jpg?background=000000&cropX1=8&cropX2=744&cropY1=232&cropY2=968"
    },
    {
        "name": "Vicky Safra & family",
        "age": 71,
        "country": "Switzerland",
        "finalWorth": 20600.0,
        "source": "Banking",
        "rank": 94,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Vicky Safra and her four adult children inherited their fortune from her late husband and their father, banker Joseph Safra, who died in December 2020. \r\n",
            "Vicky, who was born in Greece, maintains both Greek and Brazilian citizenship and lives mostly in Switzerland.",
            "Oldest son Jacob Safra, 49, is responsible for the Swiss bank J. Safra Sarasin, Safra National Bank of New York and the family's international real estate.",
            "David Safra, 40, manages Banco Safra in Brazil and J. Safra Group's Brazilian real estate holdings.",
            "Alberto Safra, 45, founded asset manager ASA Investments. He sued his family in 2023, claiming his stake in Safra National Bank was diluted; the case was dismissed in March 2024.",
            "Esther Safra Dayan, 47, is married to Carlos Dayan, a son of Brazilian banker, and lives in Sao Paulo."
        ],
        "image": null
    },
    {
        "name": "Eric Schmidt",
        "age": 69,
        "country": "United States",
        "finalWorth": 23000.0,
        "source": "Google",
        "rank": 36,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Eric Schmidt left the board of Google parent company Alphabet in June 2019 after 18 years; he stayed on as a technical advisor until February 2020.",
            "Schmidt was Google's CEO from 2001 to 2011; prior to that he had stints as CEO of Novell and chief technology officer at Sun Microsystems.",
            "He co-founded Innovation Endeavors, a venture capital firm that has invested in Uber, SoFi, and Zymergen, among others.",
            "In May 2015, his family's investment vehicle bought a 20% stake in hedge fund firm D.E. Shaw &amp; Co. for an undisclosed price."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5f4526a6f048a75b8e14e6b2/416x416.jpg?background=000000&cropX1=0&cropX2=3235&cropY1=381&cropY2=3615"
    },
    {
        "name": "David Tepper",
        "age": 67,
        "country": "United States",
        "finalWorth": 21300.0,
        "source": "Hedge funds",
        "rank": 39,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "David Tepper, arguably the greatest hedge fund manager of his generation, founded Appaloosa Management in 1993.",
            "Tepper has been returning client assets over the last decade, and Appaloosa's $17 billion under management now is primarily his own personal capital.",
            "He decided to move from New Jersey to Florida in 2016 and relocated his hedge fund firm there.",
            "Tepper bought the Carolina Panthers NFL team in 2018 in a $2.3 billion deal.",
            "Once the head of the junk bond desk at Goldman Sachs, he left after being passed over for partner to start Appaloosa."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5f4e9ddf5539e4341ae861af/416x416.jpg?background=000000&cropX1=1423&cropX2=4003&cropY1=121&cropY2=2699"
    },
    {
        "name": "Steve Cohen",
        "age": 68,
        "country": "United States",
        "finalWorth": 21300.0,
        "source": "Hedge funds",
        "rank": 39,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Steve Cohen oversees Point72 Asset Management, a $35 billion (assets under management) hedge fund firm that started managing outside capital in 2018.",
            "For years Cohen ran SAC Capital, one of the most successful hedge funds ever.",
            "Cohen was forced to shut down SAC Capital after the firm pleaded guilty to insider trading charges that cost Cohen $1.8 billion in penalties.",
            "Cohen bought the New York Mets in 2020 for $2.4 billion, the highest sale price ever for an MLB team.",
            "Cohen has given $1 billion to philanthropic causes over his lifetime, including causes related to veterans and children's health."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5a8d946e4bbe6f2652f61ca6/416x416.jpg?background=000000&cropX1=703&cropX2=3292&cropY1=80&cropY2=2667"
    },
    {
        "name": "Kumar Birla",
        "age": 57,
        "country": "India",
        "finalWorth": 24800.0,
        "source": "Diversified",
        "rank": 8,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Commodities king Kumar Birla is the fourth generation head of the storied, $66 billion (revenue) Aditya Birla Group. More than half is generated outside India, where it has a presence in 40 countries.",
            "The group's interests span cement, textiles and aluminium to telecom, financial services and paints. It has recently entered new sectors such as branded jewellery and hospitality.",
            "Birla, who is a chartered accountant and graduated from London Business School, inherited the family empire at age 28 when his father Aditya Birla died in 1995.",
            "In 2021, he stepped down as chairman of  debt-strapped telecom firm Vodafone Idea, formed by the 2018 merger between his Idea Cellular and Vodafone India.",
            "In 2023, his daughter Ananya and son Aryaman joined the boards of Grasim and Aditya Birla Fashion and Retail."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/67047885091acf87e0f3144d/416x416.jpg?background=000000&cropX1=346&cropX2=2015&cropY1=64&cropY2=1733"
    },
    {
        "name": "Rick Cohen & family",
        "age": 72,
        "country": "United States",
        "finalWorth": 10400.0,
        "source": "Warehouse automation",
        "rank": 96,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Rick Cohen is owner and executive chairman of C&S Wholesale Grocers, the nation's largest grocery wholesaler, with some $35 billion in annual revenue.",
            "The bulk of his family's wealth, however, comes from warehouse automation firm Symbotic, which has a partnership with Walmart to automate its 42 regional distribution centers.",
            "Cohen, whose grandfather started C&S in 1918, launched Symbotic after tinkering around with technology to solve his own distribution problems at the family grocery business.",
            "He built Symbotic largely in stealth, and took it public in a $5.5 billion SPAC deal sponsored by venture-capital giant SoftBank that closed in 2022.",
            "Cohen is chairman and CEO of Symbotic, which produces fully automated warehouses. Its order backlog totals $23 billion."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/632cd1f8e06f3f48e97d2c34/416x416.jpg?background=000000&cropX1=1133&cropX2=2085&cropY1=255&cropY2=1207"
    },
    {
        "name": "Rupert Murdoch & family",
        "age": 93,
        "country": "United States",
        "finalWorth": 20600.0,
        "source": "Newspapers, TV network",
        "rank": 41,
        "industries": [
            "Media & Entertainment"
        ],
        "bios": [
            "Rupert Murdoch built a media empire that includes cable channel Fox News, The Times of London and The Wall Street Journal. He stepped down as chairman in September 2023.",
            "Murdoch sold most of Fox's movie studio, FX, and National Geographic Networks and its stake in Star India to Disney for $71.3 billion in March 2019.",
            "Murdoch's son, Lachlan, runs the new Fox, which consists of its broadcast, cable news, business and sports networks.",
            "Though several of his companies are known for their conservative tilt, he initially urged Mike Bloomberg to run for president against Donald Trump.",
            "A native of Australia, Murdoch inherited a newspaper at age 22 after his father, a former war correspondent, passed away.\r\n"
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6067bf2f800a3f1324d4c89c/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Andrew Forrest & family",
        "age": 62,
        "country": "Australia",
        "finalWorth": 19000.0,
        "source": "Mining",
        "rank": 101,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Andrew Forrest founded Fortescue Metals Group in 2003. It's an iron ore giant which is now transforming itself into a green energy powerhouse.",
            "Forrest chairs his Minderoo Foundation, a philanthropic outfit with an A$9.6 billion endowment, focussed on everything from gender equality to climate change to rebuilding Ukraine.",
            "In 2022, his privately held Squadron Energy paid an estimated A$4 billion for Australia's biggest wind energy company, CWP Renewables.",
            "Forrest has also promised to spend A$750 million on rebuilding Ukraine's energy and communications infrastructure.",
            "Forrest and his wife Nicola announced their separation in July 2023 after being married for more than three decades."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65ca49b8ad26e48437eb62c6/416x416.jpg?background=000000&cropX1=224&cropX2=890&cropY1=0&cropY2=666"
    },
    {
        "name": "Harold Hamm & family",
        "age": 78,
        "country": "United States",
        "finalWorth": 18500.0,
        "source": "Oil & gas",
        "rank": 43,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Fracking pioneer Harold Hamm founded and chairs Continental Resources, one of the nation's biggest independent oil companies.",
            "The 13th child of Oklahoma sharecroppers, Hamm picked cotton barefoot as a child and started working at a gas station at age 16 to support his family.",
            "He eventually started his own trucking company hauling water to and from oilfields, then in 1971 took out a loan to drill his first well.",
            "In the 1990s he had the vision to use horizontal drilling and hydraulic fracturing in North Dakota's Bakken region, transforming the U.S. oil industry.",
            "Today Continental, which went public in 2007, produces 400,000 barrels' worth of oil and gas per day. Hamm and his 5 children took the company private in a $27 billion deal in 2022."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a634322254b0008e15a64/416x416.jpg?background=000000&cropX1=880&cropX2=1549&cropY1=0&cropY2=668"
    },
    {
        "name": "Dustin Moskovitz",
        "age": 40,
        "country": "United States",
        "finalWorth": 14300.0,
        "source": "Facebook",
        "rank": 55,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Dustin Moskovitz helped launch Facebook in 2004 with then-roommate Mark Zuckerberg from their Harvard dorm.",
            "After leaving the social network in 2008, he cofounded Asana, a workflow software company.",
            "Asana went public in a direct listing on the New York Stock Exchange in September 2020.",
            "Most of his net worth lies in his estimated 2% stake in Facebook.",
            "He and his wife built the foundation Good Ventures, which has awarded $2.6 billion in grants to causes such as biosecurity and effective altruism.\r\n\r\n"
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/618e7aa763edefacc10f9cff/416x416.jpg?background=000000&cropX1=0&cropX2=1454&cropY1=75&cropY2=1530"
    },
    {
        "name": "Donald Bren",
        "age": 92,
        "country": "United States",
        "finalWorth": 18900.0,
        "source": "Real estate",
        "rank": 42,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Donald Bren is America's wealthiest real estate baron.",
            "His Irvine Co. owns 129 million square feet of real estate, mostly in Southern California.",
            "His portfolio includes more than 590 office buildings and 125 apartment complexes.",
            "Irvine Co. also owns all of Manhattan's MetLife Building, buying out a minority 2.7% stake in July 2024.",
            "The son of a real estate investor, Bren worked as a carpenter's helper on his father's buildings."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d9b6d9867dd830006a2db41/416x416.jpg?background=000000&cropX1=513&cropX2=1983&cropY1=80&cropY2=1551"
    },
    {
        "name": "Renata Kellnerova & family",
        "age": 56,
        "country": "Czech Republic",
        "finalWorth": 18000.0,
        "source": "Finance, telecommunications",
        "rank": 104,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Renata Kellnerova is the widow of Petr Kellner, the former richest person in the Czech Republic, who died in March 2021 at age 56.",
            "Kellner died in a helicopter crash in Alaska during a heliskiing trip.",
            "Kellnerova and her four children control PFF Group, the $44 billion (assets) conglomerate with interests in financial services, telecommunications, media and real estate.",
            "She chairs The Kellner Family Foundation, which focuses on education."
        ],
        "image": null
    },
    {
        "name": "Michael Platt",
        "age": 56,
        "country": "Switzerland",
        "finalWorth": 18000.0,
        "source": "Hedge funds",
        "rank": 104,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Michael Platt is the cofounder and CEO of BlueCrest Capital Management, which he started in late 2000 after nearly a decade at JP Morgan.",
            "Platt built BlueCrest into one of the world's largest hedge fund firms; at its peak, it managed more than $35 billion in assets.",
            "A push into equities and poor results led to investor exits and he returned outside investors' money in 2015, remaking BlueCrest into a family office.\r\n",
            "The firm has flourished since then, generating returns as high as 153% in 2022 and 95% in 2020 with no years worse than 20%."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5c726aa34bbe6f51818abcd5/416x416.jpg?background=000000&cropX1=1450&cropX2=3510&cropY1=309&cropY2=2368"
    },
    {
        "name": "Radhakishan Damani",
        "age": 69,
        "country": "India",
        "finalWorth": 17600.0,
        "source": "Retail, investments",
        "rank": 107,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Veteran Mumbai investor Radhakishan Damani became India's retail king after the March 2017 IPO of his supermarket chain Avenue Supermarts.",
            "Damani got into retailing in 2002 with one store in suburban Mumbai and has grown into a chain selling everything from grocery to apparel to footwear.",
            "Damani also holds stakes in a range of companies, from tobacco firm VST industries to cement producer India Cements.",
            "His property portfolio includes the 156-room Radisson Blu Resort in Alibag, a popular beachfront getaway close to Mumbai.",
            "Damani, together with his brother Gopikishan, who's also a billionaire, reportedly bought a house in south Mumbai in 2021 for more than $100 million."
        ],
        "image": null
    },
    {
        "name": "John Fredriksen",
        "age": 79,
        "country": "United Kingdom",
        "finalWorth": 16900.0,
        "source": "Shipping",
        "rank": 108,
        "industries": [
            "Logistics"
        ],
        "bios": [
            "Fredriksen's empire includes oil tankers, dry bulkers, LNG carriers and deepwater drilling rigs.",
            "He first got into oil trading in the 1960s in Beirut, bought his first tankers in the 1970s, and ran crude for Iran in the 1980s.",
            "His offshore drilling rig firm Seadrill emerged from bankruptcy in 2018, with Fredriksen helping to raise about $1 billion in new debt and equity.",
            "His biggest holding is Marine Harvest, now named Mowi, which has rolled up competitors to become the biggest fish farmer in the world.",
            "Though set to hand control to twins Kathrine and Cecilie, he has said \"My daughters should not have to live with the work everyday I've had.\""
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e7587f4d8e1ae0007b7161f/416x416.jpg?background=000000&cropX1=169&cropX2=817&cropY1=7&cropY2=655"
    },
    {
        "name": "Eric Li",
        "age": 61,
        "country": "China",
        "finalWorth": 15600.0,
        "source": "Automobiles",
        "rank": 15,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Eric Li, also known as Li Shufu, is the chairman of Geely Automobile Holdings, one of China's largest automakers and one of the few not controlled by the state.",
            "Geely has been expanding globally since 2010, when it acquired Swedish car brand Volvo.",
            "The company has also bought stakes in U.K. luxury sportscar maker Aston Martin and electric vehicle manufacturer Lotus Technology.",
            "In May 2024, Geely's electric car unit Zeekr Intelligent Technology Holding raised $441 million in an IPO on the New York Stock Exchange."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/67251531b7daba779ac3dee9/416x416.jpg?background=000000&cropX1=278&cropX2=864&cropY1=151&cropY2=737"
    },
    {
        "name": "Stefan Persson",
        "age": 76,
        "country": "Sweden",
        "finalWorth": 16600.0,
        "source": "H&M",
        "rank": 110,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Stefan Persson is Sweden's richest person by way of global cheap chic fashion retailer Hennes &amp; Mauritz, of which he owns 36%.",
            "Persson stepped down as chairman in May 2020 after 22 years in the role; his son Karl-Johan succeeded him.",
            "H&M was founded by Persson's father Erling in 1947.",
            "Persson's two other children, Charlotte S'derstr?m and Tom Persson, and his sister Lottie Tham, are also billionaires."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5c721cd64bbe6f51818ab844/416x416.jpg?background=000000&cropX1=1176&cropX2=2731&cropY1=522&cropY2=2076"
    },
    {
        "name": "James Ratcliffe",
        "age": 71,
        "country": "United Kingdom",
        "finalWorth": 16500.0,
        "source": "Chemicals",
        "rank": 111,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Former chemical engineer James Ratcliffe is the founder, chairman and majority owner of $68 billion (2022 revenue) chemical powerhouse Ineos Group.",
            "The London-based conglomerate produces everything from synthetic oils and plastics to solvents used to make insulin and antibiotics.",
            "It's become one of the U.K. shale sector's largest players. Its 600-foot \"Dragon Ships\" were the first to transport U.S. shale gas into Europe.",
            "Ratcliffe mortgaged his house in 1992 to lead the buyout of a BP chemicals business; 6 years later, he bought a plant from that firm to form Ineos.",
            "Ineos acquired two chemicals businesses from BP in 2021 for $5 billion. It formed petrochemical JVs with Sinopec worth more than $7 billion in 2022.",
            "In 2023, Ineos acquired $1.4 billion of U.S. onshore oil and gas assets from Chesapeake Energy.",
            "Ratcliffe acquired a 28% stake in British soccer club Manchester United for $1.5 billion over two months ending in early 2024."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5c726a0f31358e35dd2701e3/416x416.jpg?background=000000&cropX1=715&cropX2=2215&cropY1=115&cropY2=1614"
    },
    {
        "name": "Harry Triguboff",
        "age": 91,
        "country": "Australia",
        "finalWorth": 16500.0,
        "source": "Real estate",
        "rank": 111,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Harry Triguboff is one of Australia's richest people. Born in Dalian, China to Russian parents, he came to Australia as a teenager.",
            "Triguboff found success in business by providing higher-density living options in Sydney, Australia's largest city, which has traditionally been dominated by free-standing homes.",
            "His apartment-tower development company, Meriton, has a strong presence in Sydney, while it also has an imprint in southeast Queensland.",
            "He was one of Australia's first developers to see the potential of apartment living when most of his countrymen aspired to single-family homes.",
            "Nicknamed \"High Rise Harry\" he has put up more than 78,000 apartments."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/63ea5408a2141a8698e3c457/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1079"
    },
    {
        "name": "Jorge Paulo Lemann & family",
        "age": 84,
        "country": "Switzerland",
        "finalWorth": 16400.0,
        "source": "Beer",
        "rank": 113,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Jorge Paulo Lemann started in investment banking and later became a controlling shareholder of Anheuser-Busch InBev, the world's largest brewer.",
            "His fellow controlling shareholders at AB Inbev include Brazilian business partners Carlos Sicupira and Marcel Herrmann Telles, both billionaires.",
            "In 2016 AB InBev completed its nearly $100 billion acquisition of SABMiller, acquiring brands including Pilsner Urquell and Foster's Lager.",
            "Lemann and his partners also own stakes in Restaurant Brands International, parent of Burger King and Canadian coffee chain Tim Hortons.",
            "In 2013 Lemann's private equity firm 3G Capital and Warren Buffett's Berkshire Hathaway bought H.J. Heinz & Company. Then Heinz merged with Kraft."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5c6cc0bfa7ea437e33f375c1/416x416.jpg?background=000000&cropX1=1589&cropX2=3189&cropY1=0&cropY2=1599"
    },
    {
        "name": "Lakshmi Mittal",
        "age": 74,
        "country": "United Kingdom",
        "finalWorth": 16700.0,
        "source": "Steel",
        "rank": 15,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Lakshmi Mittal serves as chairman of $68 billion (revenue) ArcelorMittal, the world's largest steel and mining company by output.",
            "Hailing from a steel clan, he separated from his siblings to start Mittal Steel then went on to merge the company with France's Arcelor in 2006.",
            "ArcelorMittal reported net income of $919 million in 2023, a massive drop from $9.3 billion in 2022 after it had to sell its troubled plants in Kazakhstan and Italy at a loss.",
            "In 2019, Arcelor and Nippon Steel completed their $5.9 billion acquisition of Essar Steel, once controlled by former billionaires Shashi and Ravi Ruia.",
            "In 2021, Mittal ceded the CEO's position to his son, Aditya Mittal, but retained the title of executive chairman of ArcelorMittal."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65256679cd4895fa7365b15a/416x416.jpg?background=000000&cropX1=672&cropX2=1309&cropY1=40&cropY2=678"
    },
    {
        "name": "Ravi Jaipuria",
        "age": 69,
        "country": "India",
        "finalWorth": 17300.0,
        "source": "Soft drinks, fast food",
        "rank": 14,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "India's cola king, Ravi Jaipuria, presides over RJ Corp. which is into everything from beverages and fast food to healthcare and education.",
            "His listed flagship Varun Beverages is one of PepsiCo's biggest bottlers outside the U.S. It got PepsiCo's International Bottler of the Year 2022 award.",
            "The youngest of three brothers, Jaipuria studied in the U.S. and returned home in 1985 to join the family business as a bottler for Coca-Cola.",
            "After a family division in 1987, in which he got one bottling plant as his share, he switched to PepsiCo.",
            "His Devyani International, which operates KFC, Pizza Hut and Costa Coffee stores, got listed in 2021, boosting his fortune."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65256f6471dfe97f6fd37064/416x416.jpg?background=000000&cropX1=76&cropX2=1233&cropY1=321&cropY2=1479"
    },
    {
        "name": "Stanley Kroenke",
        "age": 77,
        "country": "United States",
        "finalWorth": 16900.0,
        "source": "Sports, real estate",
        "rank": 45,
        "industries": [
            "Sports"
        ],
        "bios": [
            "Stan Kroenke is a real estate and sports mogul with an international portfolio.",
            "He owns some 60 million square feet of real estate -- much of it shopping plazas near Walmart stores.",
            "Kroenke owns the Los Angeles Rams, which he moved back to California from St. Louis in 2016.",
            "His sports empire also includes the Denver Nuggets, Colorado Avalanche, Colorado Rapids and the U.K.'s Arsenal soccer club.",
            "He is a major landowner, with more than 1.6 million acres of ranches across the U.S. and Canada."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a620422254b0008e15a49/416x416.jpg?background=000000&cropX1=401&cropX2=2960&cropY1=0&cropY2=2557"
    },
    {
        "name": "Jan Koum",
        "age": 48,
        "country": "United States",
        "finalWorth": 16100.0,
        "source": "WhatsApp",
        "rank": 49,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Jan Koum cofounded WhatsApp, now the world's biggest mobile messaging service, in 2009.",
            "Facebook bought the startup for $22 billion in cash and stock in 2014.",
            "He resigned as CEO of WhatsApp in April 2018 and announced he would leave Facebook's board as well.",
            "Koum worked at Yahoo for nearly nine years before leaving to found WhatsApp.",
            "Now, he invests through his firm Newlands, which holds nearly 10 million Meta shares and building a portfolio of startups."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a61aa22254b0008e15a3f/416x416.jpg?background=000000&cropX1=46&cropX2=1310&cropY1=63&cropY2=1329"
    },
    {
        "name": "Karl Albrecht Jr. & family",
        "age": 76,
        "country": "Germany",
        "finalWorth": 15900.0,
        "source": "Supermarkets",
        "rank": 118,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Heir to the Aldi retail fortune, Karl Albrecht Jr. is the son of Karl Albrecht Sr., who died in 2014 at age 94. His sister, Beate Heister, is also a billionaire.",
            "After World War II, Karl Sr. and his brother, Theo Sr., who died in 2010 at age 88, took over their family's corner grocery store in Essen, Germany.",
            "In 1961, the brothers split ownership: Karl Sr. took the stores in southern Germany (Aldi Sued), plus rights to the Aldi brand in the U.K., Australia and the U.S.",
            "In the U.S., Aldi has more than 2,000 stores in 36 states, offering low prices and no-frills shopping.",
            "Theo Sr. got the stores in northern Germany and the rest of Europe. In 1971, he bought U.S. grocery chain Trader Joe's."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6050f48ca1ab099ed6e290cc/416x416.jpg?background=000000&cropX1=0&cropX2=800&cropY1=0&cropY2=800"
    },
    {
        "name": "Beate Heister",
        "age": 73,
        "country": null,
        "finalWorth": 15900.0,
        "source": "Supermarkets",
        "rank": 118,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Heir to the Aldi retail fortune, Beate Heister, is the daughter of Karl Albrecht Sr., who died in 2014 at age 94. Her brother, Karl Albrecht Jr., is also a billionaire.",
            "After World War II, Karl Sr. and his brother, Theo Sr., who died in 2010 at age 88, took over their family's corner grocery store in Essen, Germany.",
            "In 1961, the brothers split ownership: Karl Sr. took the stores in southern Germany (Aldi Sued), plus rights to the Aldi brand in the U.K., Australia and the U.S.",
            "In the U.S., Aldi has more than 2,000 stores in 36 states, offering low prices and no-frills shopping.",
            "Theo Sr. got the stores in northern Germany and the rest of Europe. In 1971, he bought U.S. grocery chain Trader Joe's."
        ],
        "image": null
    },
    {
        "name": "Idan Ofer",
        "age": 68,
        "country": "United Kingdom",
        "finalWorth": 15800.0,
        "source": "Shipping",
        "rank": 120,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Idan Ofer is one of two sons of shipping magnate Sammy Ofer, who died in 2011 and was once Israel's richest man.",
            "Ofer owns a company that operates a fleet of 210 bulk, container and crude oil ships.",
            "He also owns 51% of Israel Corp., a publicly-traded chemicals, energy and shipping conglomerate.",
            "Israel Corp. spun off its power, transportation & shipping units into a listed firm called Kenon Holdings in 2015; Ofer is a controlling shareholder.",
            "Ofer owns a 32% stake in Spanish soccer team Atletico de Madrid, as well as an 85% stake of Portuguese soccer club FC Famalicao."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e76cd8010380d0006fbb808/416x416.jpg?background=000000&cropX1=25&cropX2=1096&cropY1=93&cropY2=1164"
    },
    {
        "name": "Nicolas Puech",
        "age": 81,
        "country": "Switzerland",
        "finalWorth": 15600.0,
        "source": "Hermes",
        "rank": 121,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Nicolas Puech is a fifth-generation descendant of Thierry Hermes, who founded one of Paris's most famous luxury fashion brands.",
            "He resigned from Hermes' supervisory board in August 2014 but still owns about 5% of the company; other family members together hold a majority stake.",
            "In September 2014, Hermes and luxury giant LVMH reached an agreement to distribute LVMH's 23% stake in Hermes to its shareholders.",
            "The agreement settled a four-year dispute launched when LVMH accumulated the stock without its rival's knowledge.",
            "It prompted speculation that LVMH CEO Bernard Arnault was planning a takeover."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/56c7bbe1e4b062f6b59a23c5/416x416.jpg?background=000000&cropX1=85&cropX2=525&cropY1=127&cropY2=567"
    },
    {
        "name": "Pavel Durov",
        "age": 39,
        "country": "United Arab Emirates",
        "finalWorth": 15500.0,
        "source": "Messaging app",
        "rank": 122,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Pavel Durov is the founder and owner of messaging app Telegram, which has more than 700 million monthly active users worldwide.",
            "Telegram, which is free to use, competes with messaging apps like Facebook's WhatsApp.",
            "Durov left Russia after refusing to cooperate with the secret service and provide encrypted data of his first social network's users. Telegram was banned in Russia from 2018 to 2021.",
            "Durov, who became a French citizen in 2021 but lives in Dubai, was arrested in France in August. ",
            "Durov, who has five children that he shares with two ex-girlfriends, recently claimed to have donated sperm that led to him fathering 100 children."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/605e44a746821557fdbd3e15/416x416.jpg?background=000000&cropX1=0&cropX2=1080&cropY1=0&cropY2=1080"
    },
    {
        "name": "Qin Yinglin",
        "age": 59,
        "country": "China",
        "finalWorth": 16900.0,
        "source": "Pig breeding",
        "rank": 13,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Qin Yinglin is the chairman and CEO of Muyuan Foods, one of China's largest pig breeder and pork producers.",
            "Born in Neixiang county in the central Henan province, the mogul worked at a state-run pork producer before striking out on his own.",
            "He started his own business in 1992 with wife Qian Ying, who now sits on Muyuan's board. Back then, the couple only had 22 pigs.",
            "Shenzhen-listed Muyuan now has an annual pig farming capacity of about 80 million heads."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/a3722ff48b63420aa857d7c876d5c521/416x416.jpg?background=000000&cropX1=18&cropX2=744&cropY1=34&cropY2=761"
    },
    {
        "name": "Ray Dalio",
        "age": 75,
        "country": "United States",
        "finalWorth": 14000.0,
        "source": "Hedge funds",
        "rank": 59,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Ray Dalio is the founder of the world's biggest hedge fund firm, Bridgewater Associates, which manages $112 billion.",
            "Dalio stepped down as CEO in 2017 and retired as co-CIO in 2022, completing a transition that transferred majority control to the hedge fund's board.",
            "Dalio grew up in a middle class Long Island neighborhood and started playing the markets at age 12, getting tips from golfers for whom he caddied.",
            "In 1975, after earning an MBA from Harvard Business School, he launched Bridgewater from his two-bedroom New York City apartment.",
            "Dalio has given more than $1 billion to philanthropic causes. His Dalio Philanthropies has supported microfinance and public education."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5ac959f74bbe6f2310f1e05c/416x416.jpg?background=000000&cropX1=657&cropX2=3206&cropY1=80&cropY2=2627"
    },
    {
        "name": "Philip Anschutz",
        "age": 84,
        "country": "United States",
        "finalWorth": 16900.0,
        "source": "Energy, sports, entertainment",
        "rank": 45,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Over five decades, Philip Anschutz has built fortunes in oil, railroads, telecom, real estate and entertainment.",
            "He is the majority owner of the NHL's Los Angeles Kings, with a stake in the MLS's Los Angeles Galaxy, plus he owns the Crypto.com Arena, where the Kings play.",
            "His Anschutz Entertainment Group owns and operates more than 70 arenas and concert venues worldwide.",
            "On 320,000 acres in Wyoming, Anschutz aims to build one of the world's biggest wind farms.",
            "He started testing his business acumen early: a six-year-old Anschutz sold Kool-Aid on a nearby college campus using a wheeled stand he built."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5efa16915f1126000639e990/416x416.jpg?background=000000&cropX1=522&cropX2=4000&cropY1=840&cropY2=4320"
    },
    {
        "name": "Leonard Lauder",
        "age": 91,
        "country": "United States",
        "finalWorth": 11500.0,
        "source": "Estee Lauder",
        "rank": 82,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Leonard Lauder spent three decades running his family's publicly traded cosmetics giant, Estée Lauder.",
            "The elder son of the eponymous makeup maven, Lauder joined his mother's company in 1958.",
            "He created the company's first R&amp;D laboratory and started acquiring brands like MAC, Bobbi Brown and Aveda in the mid-1990s.",
            "Lauder stepped down as CEO in 1999. He is now chairman emeritus and is known around the company as \"Chief Teaching Officer.\"",
            "He and his brother, Ronald, co-chair the Alzheimer's Drug Discovery Foundation, which has awarded over $209 million to fund trials in 19 countries."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8bd6eb22254b0008e17ce3/416x416.jpg?background=000000&cropX1=1114&cropX2=1980&cropY1=107&cropY2=973"
    },
    {
        "name": "Li Xiting",
        "age": 73,
        "country": "China",
        "finalWorth": 13400.0,
        "source": "Medical devices",
        "rank": 3,
        "industries": [
            "Healthcare"
        ],
        "bios": [
            "Li Xiting is cofounder and chairman of Shenzhen Mindray Bio-Medical Electronics, a supplier of medical devices.",
            "Mindray, founded in 1991, is headquartered in Shenzhen. Li, a Singapore citizen, divides his time between Shenzhen and Singapore.",
            "The company acquired a 21% stake in APT Medical, a Shenzhen-based cardiology equipment maker, for more than $900 million in April 2024.",
            "Mindray's cofounder and director Xu Hang is also a billionaire."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/61114d1ee2a2505345419c4e/416x416.jpg?background=000000&cropX1=0&cropX2=949&cropY1=0&cropY2=950"
    },
    {
        "name": "Peter Woo",
        "age": 77,
        "country": "Hong Kong",
        "finalWorth": 15100.0,
        "source": "Real estate",
        "rank": 126,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Peter Woo was chairman of property developer Wheelock & Co. and its main subsidiary, Wharf Holdings, before stepping down in 2015.",
            "His son Douglas, who now chairs Wheelock, took the company private in 2020.",
            "Beyond property, Wheelock and Wharf control important telecom, port and retailing assets, including luxury department store chain Lane Crawford.",
            "Woo started his career in 1972 with Chase Manhattan Bank in New York, where he met his future wife Bessie, daughter of the shipping tycoon Y.K. Pao.",
            "In 1975 he joined her family's business in Hong Kong."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/620d2693995b45d70b8590b0/416x416.jpg?background=000000&cropX1=806&cropX2=1851&cropY1=642&cropY2=1687"
    },
    {
        "name": "Andreas von Bechtolsheim & family",
        "age": 68,
        "country": "United States",
        "finalWorth": 14800.0,
        "source": "Google",
        "rank": 129,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Andreas \"Andy\" von Bechtolsheim is cofounder and chief architect of network switching company Arista Networks.",
            "Born in Germany, Bechtolsheim studied computer engineering at Carnegie Mellon University and dropped out of a Stanford Ph.D. program in 1982 to cofound Sun Microsystems with Bill Joy, Scott McNealy and Vinod Khosla.",
            "Much of his fortune stems from an early $100,000 investment in Google.",
            "He cofounded Arista in 2004 and owns a nearly 17% stake in the business, which he has earmarked for his heirs.",
            "Following SEC insider trading charges, Bechtolsheim agreed in 2024, without admitting guilt, to a five-year ban on serving as an director or officer of Arista or any public company."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e761636d8e1ae0007b718e0/416x416.jpg?background=000000&cropX1=240&cropX2=1726&cropY1=407&cropY2=1894"
    },
    {
        "name": "George Kaiser",
        "age": 82,
        "country": "United States",
        "finalWorth": 14800.0,
        "source": "Oil & gas, banking",
        "rank": 54,
        "industries": [
            "Energy"
        ],
        "bios": [
            "George Kaiser took over his family's Kaiser-Francis Oil Company in the 1960s.",
            "Kaiser bought the Bank of Oklahoma in 1991 for $60 million; he owns about 59% of the publicly-traded bank.",
            "He also owns 76% of publicly traded LNG firm Excelerate Energy as well as stakes in publicly traded fintech firm Alkami and the Oklahoma City Thunder.",
            "In the late 1930s, Kaiser's parents fled Nazi Germany and settled in Tulsa, Oklahoma in 1940. He was the first American citizen in his family.",
            "Kaiser has paid out more than $2 billion from his George Kaiser Family Foundation, which focuses on early childhood education and economic development."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5ba439ef31358e5690cd9d73/416x416.jpg?background=000000&cropX1=2031&cropX2=5125&cropY1=15&cropY2=3107"
    },
    {
        "name": "Wang Chuanfu",
        "age": 58,
        "country": "China",
        "finalWorth": 22800.0,
        "source": "Batteries, automobiles",
        "rank": 9,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Wang Chuanfu is the chairman and CEO of BYD and has led it to become one of the world's largest EV companies.",
            "Warren Buffett's Berkshire Hathaway bought a 10% stake in BYD for $230 million in 2008, although the U.S. investment giant has been trimming the stake.",
            "Born in a farm village in one of China's poorest provinces in 1966, Wang was orphaned as a teen and raised by his elder brother and sister.",
            "The high achiever made it to college, excelling as he trained his sights on battery technology.",
            "Wang cofounded BYD as a rechargeable battery company in 1995."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6724f36fdb3e3cde246024f3/416x416.jpg?background=000000&cropX1=1270&cropX2=3561&cropY1=116&cropY2=2405"
    },
    {
        "name": "Charlene de Carvalho-Heineken & family",
        "age": 69,
        "country": "United Kingdom",
        "finalWorth": 14100.0,
        "source": "Heineken",
        "rank": 132,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Charlene de Carvalho-Heineken is one of the richest women in the world, thanks to her nearly 24% stake in beer giant Heineken.",
            "She inherited the Heineken stake in 2002 from her late father, longtime CEO Freddy Heineken.",
            "Charlene, husband Michel de Carvalho, sons Charles and Alexander de Carvalho and daughter Louisa Brassey all sit on Heineken boards.",
            "Charlene's mother, Martha Lucille Heineken-Cummins, died on Christmas Eve of 2020."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e76fd5fd8e1ae0007b72836/416x416.jpg?background=000000&cropX1=40&cropX2=1122&cropY1=61&cropY2=1144"
    },
    {
        "name": "David Duffield",
        "age": 84,
        "country": "United States",
        "finalWorth": 14300.0,
        "source": "Business software",
        "rank": 55,
        "industries": [
            "Technology"
        ],
        "bios": [
            "David Duffield cofounded not just one, but two successful enterprise software companies after age 40: PeopleSoft and Workday.",
            "He resigned as chairman of Workday in April 2021; he cofounded the HR and finance software firm in 2005 and took it public in 2012.",
            "Duffield cofounded PeopleSoft at age 47 in 1987 and sold it to Oracle for $10.7 billion in cash in 2005.",
            "He founded his sixth enterprise software company, Ridgeline, in 2017, and is CEO of the cloud software firm for investment managers. ",
            "He granted some $850 million to animal welfare, education and other causes, mostly via his family foundation and Maddie's Fund."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/ed18bc09e156f93af21f12d3b3bc2ff2/416x416.jpg?background=000000&cropX1=110&cropX2=646&cropY1=168&cropY2=705"
    },
    {
        "name": "Henry Samueli",
        "age": 70,
        "country": "United States",
        "finalWorth": 16900.0,
        "source": "Semiconductors",
        "rank": 45,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Henry Samueli is cofounder and chairman of chipmaker Broadcom.",
            "Samueli started Broadcom with fellow billionaire Henry Nicholas in 1991 in a Redondo Beach, Calif. condominium.",
            "In 2016, Broadcom was acquired by Singapore-based chip firm Avago for $37 billion in cash and stock.",
            "Samueli and his wife bought the Anaheim Ducks hockey team for $70 million in 2005; it's now worth $675 million.",
            "The Samuelis donated $200 million to the University of California, Irvine in 2017, the largest gift in the school's history."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8aa0fd6de3150009a5030b/416x416.jpg?background=000000&cropX1=376&cropX2=1438&cropY1=38&cropY2=1100"
    },
    {
        "name": "Theo Albrecht, Jr. & family",
        "age": 73,
        "country": "Germany",
        "finalWorth": 14000.0,
        "source": "Aldi, Trader Joe's",
        "rank": 135,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Theo Albrecht Jr. and the heirs of his brother, Berthold, inherited one of the world's great retail fortunes.",
            "From a corner grocery store in Essen, opened in 1913, their father, Theo Sr., and his brother, Karl Sr., built their empire after World War II.",
            "Propagating the discount revolution in German retailing, they ran their Aldi supermarket chain based on a low-price strategy similar to Walmart.",
            "In 1961, the brothers split ownership: Karl Sr. took the stores in southern Germany, plus rights to the Aldi brand in the U.K., Australia and the U.S.",
            "Theo Sr. got the stores in northern Germany and the rest of Europe. In 1971, he bought U.S. grocery discounter Trader Joe's."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6050f48ca1ab099ed6e290cc/416x416.jpg?background=000000&cropX1=0&cropX2=800&cropY1=0&cropY2=800"
    },
    {
        "name": "Leon Black",
        "age": 73,
        "country": "United States",
        "finalWorth": 13800.0,
        "source": "Private equity",
        "rank": 63,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Leon Black is the cofounder of private equity behemoth Apollo Global Management, which manages $650 billion in assets.",
            "Black stepped down as Apollo's CEO and chairman in 2021 after a board investigation found that he paid $158 million in fees to Jeffrey Epstein.",
            "He spent much of his early career at investment bank Drexel Burnham Lambert, where he eventually headed the mergers and acquisitions group.",
            "After Drexel filed for bankruptcy in 1990, Black founded Apollo with colleagues Joshua Harris and Marc Rowan, both of whom are billionaires.",
            "Apollo went public in 2011; Black still owns roughly 15% of the company."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a65cc22254b0008e15ad5/416x416.jpg?background=000000&cropX1=679&cropX2=1781&cropY1=23&cropY2=1124"
    },
    {
        "name": "Jerry Jones & family",
        "age": 81,
        "country": "United States",
        "finalWorth": 15200.0,
        "source": "Dallas Cowboys",
        "rank": 52,
        "industries": [
            "Sports"
        ],
        "bios": [
            "Jerry Jones, co-captain of the University of Arkansas 1964 national championship team, has long had football in his blood.",
            "His most valuable holding is the Dallas Cowboys, which he bought for $150 million in 1989. The team is currently valued at roughly $10 billion.",
            "Jones made a name for himself as an oil wildcatter, making his first million in oil investments in the 1970s.",
            "He still invests in drilling opportunities as well as retail and residential real estate projects in Dallas.",
            "After a 2018 deal, Jones became the controlling shareholder in Comstock Resources, a publicly traded Texas oil and gas company.",
            "An avid art collector, Jones owns Norman Rockwell's \"Coin Toss\" as well as paintings by Picasso, Renoir and Matisse among others."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a639e6de3150009a4f883/416x416.jpg?background=000000&cropX1=943&cropX2=2577&cropY1=0&cropY2=1633"
    },
    {
        "name": "Wang Wei",
        "age": 54,
        "country": "China",
        "finalWorth": 16600.0,
        "source": "Package delivery",
        "rank": 14,
        "industries": [
            "Service"
        ],
        "bios": [
            "Wang Wei chairs S.F. Holding, the package delivery giant known for its SF Express brand.",
            "Wang founded the company in Shunde, Guangdong in 1993 and is its majority owner.",
            "Unlike peers that often outsource deliveries to franchisees, S.F. relies on its own employees as well as fleets of aircraft and vehicles to achieve same- or next-day delivery.",
            "Wang took the firm public through a reverse merger on the Shenzhen Stock Exchange in 2017, and filed for a secondary listing in Hong Kong in 2023.",
            "S.F.'s smart locker subsidiary Hive Box Holdings filed for an IPO on the Hong Kong Stock Exchange in August 2024."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5dc05174b4d505000678d99e/416x416.jpg?background=000000&cropX1=879&cropX2=2088&cropY1=805&cropY2=2013"
    },
    {
        "name": "David Green & family",
        "age": 82,
        "country": "United States",
        "finalWorth": 13700.0,
        "source": "Retail",
        "rank": 139,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "A preacher's son from a poor background, Hobby Lobby founder David Green opened his first crafts shop in 1970 with a $600 loan.",
            "His empire has grown from a single 300-square-foot store in Oklahoma City to over 950 locations, generating an estimated $7.9 billion in annual sales.",
            "A devout Christian, he still serves as Hobby Lobby's CEO and goes to work six days a week.",
            "Stores are closed on Sundays and workers make a minimum of $18.50 an hour as of January 2022, well above the federal minimum wage.",
            "He has said he plans to give 90% of the company to charity, with the remaining 10% going to his family",
            "He is a donor to a group called He Gets Us, a $100 million campaign to promote Jesus and Christianity, which ran two ads during the 2023 Super Bowl game."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d275f874c687b00085c62e0/416x416.jpg?background=000000&cropX1=581&cropX2=2906&cropY1=425&cropY2=2748"
    },
    {
        "name": "James Dyson",
        "age": 76,
        "country": "United Kingdom",
        "finalWorth": 13600.0,
        "source": "Vacuums",
        "rank": 140,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Frustrated with his family's vacuum, Dyson set out to invent a better version in 1978 using a cyclone to lift dirt.",
            "Dyson employs more than 5,000 engineers around the world and said in 2020 it would invest the equivalent of $14 million a week on product development through 2025.",
            "In 2019 Dyson scrapped plans to build electric cars after telling staff they were not commercially viable.",
            "Dyson, who attended art school in London, does not have an engineering degree.",
            "Dyson's popular line of intelligent air purifiers claims to have used the data to create the most accurate picture of indoor air quality worldwide."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e77f331d8e1ae0007b738e9/416x416.jpg?background=000000&cropX1=477&cropX2=2227&cropY1=59&cropY2=1808"
    },
    {
        "name": "David Sun",
        "age": 72,
        "country": "United States",
        "finalWorth": 13900.0,
        "source": "Computer hardware",
        "rank": 61,
        "industries": [
            "Technology"
        ],
        "bios": [
            "David Sun cofounded and helps run Kingston Technology, which makes storage and memory products, as COO from a cubicle on the sales floor.",
            "With longtime partner John Tu, Sun launched a computer memory business out of a garage and sold it to now defunct PC maker AST a few years later.",
            "The pair started Kingston by making surface-mount memory chips after losing most of their first fortune in the stock market.",
            "Sun and his wife, Diana, have a foundation that provides grants to education programs for under-served youth in the U.S. and Taiwan.",
            "The company's name comes from one of John Tu's favorite bands, the Kingston Trio."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/56dbf33ff9a34972aa0637c95ea9c36b/416x416.jpg?background=000000&cropX1=0&cropX2=744&cropY1=85&cropY2=829"
    },
    {
        "name": "John Tu",
        "age": 83,
        "country": "United States",
        "finalWorth": 14000.0,
        "source": "Computer hardware",
        "rank": 59,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Kingston Technology CEO John Tu runs the firm, which makes storage and memory products, from a cubicle on sales floor.",
            "With longtime partner David Sun, Tu launched a computer memory business out of a garage and sold it to now defunct PC maker AST a few years later.",
            "After losing a fortune in the stock market in 1987, the pair started Kingston to manufacture surface-mount memory chips.",
            "Tu, a Chinese native who grew up in Taiwan, got an engineering degree in Germany and then immigrated to the U.S. in 1971.",
            "In 2020, he invested $50 million in Fluxergy, a medical tech startup that developed a rapid diagnostic test for COVID-19."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/a8e97df48d0b22d58aa783577ec6c714/416x416.jpg?background=000000&cropX1=3&cropX2=744&cropY1=63&cropY2=804"
    },
    {
        "name": "Christy Walton",
        "age": 75,
        "country": "United States",
        "finalWorth": 16400.0,
        "source": "Walmart",
        "rank": 48,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Christy Walton married into what is now the richest family in the world: Walmart's Walton clan.",
            "She inherited a stake in the retailer when her husband, John Walton, died in a 2005 plane crash.",
            "Christy received about one sixth of her husband's estate; her son, Lukas Walton, got about one third.",
            "She was one of the biggest backers of the Lincoln Project, an anti-Trump super-PAC that ran ads in battleground states during the 2020 campaign.",
            "She leads a very private life in Jackson, Wyoming."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/f12075ee278b0ce676c90b51cc5e60d6/416x416.jpg?background=000000&cropX1=13&cropX2=744&cropY1=29&cropY2=761"
    },
    {
        "name": "Dang Yanbao",
        "age": 51,
        "country": "China",
        "finalWorth": 13900.0,
        "source": "Coal",
        "rank": 19,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "Dang Yanbao is the chairman of Ningxia Baofeng Energy Group, a supplier of coal chemical products.",
            "He worked in building materials and investment before setting up Baofeng Energy in 2005.",
            "His privately held solar farm company Baofeng New Energy is seeking an IPO in China.",
            "Another private firm, Baofeng Energy Storage, in 2022 broke ground on China's first energy storage plant covering the full supply chain in the southwestern city of Yinchuan."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6182bfc1fb85e417104d179a/416x416.jpg?background=000000&cropX1=1515&cropX2=2926&cropY1=166&cropY2=1576"
    },
    {
        "name": "Aliko Dangote",
        "age": 66,
        "country": "Nigeria",
        "finalWorth": 13400.0,
        "source": "Cement, sugar",
        "rank": 144,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Aliko Dangote, Africa's richest person, founded and chairs Dangote Cement, the continent's largest cement producer.",
            "He owns 85% of publicly-traded Dangote Cement through a holding company.",
            "Dangote Cement has the capacity to produce 48.6 million metric tons annually and has operations in 10 countries across Africa.",
            "After many years in development, Dangote's fertilizer plant in Nigeria began operations in March 2022.",
            "Dangote Refinery began construction in 2016 and is expected to begin refining operations in 2024."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5c33a1554bbe6f7020fb2fd2/416x416.jpg?background=000000&cropX1=865&cropX2=2774&cropY1=206&cropY2=2115"
    },
    {
        "name": "Ricardo Salinas Pliego & family",
        "age": 68,
        "country": "Mexico",
        "finalWorth": 13400.0,
        "source": "Retail, media",
        "rank": 144,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Ricardo Salinas Pliego runs the number two Mexican TV broadcaster, TV Azteca, and retailer Grupo Elektra.",
            "His Grupo Elektra targets lower middle class consumers who borrow money from his banking arm, Banco Azteca, to buy items at Elektra stores.",
            "Elektra, which is publicly traded, was founded in the 1950s by Ricardo's grandfather, Hugo Salinas Rocha.",
            "Salinas appointed a new CEO to TV Azteca in January 2021, replacing his son, Benjamin Salinas Sada, who he'd appointed in 2015."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e76f7eed8e1ae0007b727e6/416x416.jpg?background=000000&cropX1=704&cropX2=1950&cropY1=125&cropY2=1371"
    },
    {
        "name": "Alisher Usmanov",
        "age": 70,
        "country": "Uzbekistan",
        "finalWorth": 13400.0,
        "source": "Steel, telecom, investments",
        "rank": 144,
        "industries": [
            "Metals & Mining"
        ],
        "bios": [
            "An early Facebook investor and metals magnate, Alisher Usmanov was hit with U.S., U.K. and EU sanctions in the wake of Russia's invasion of Ukraine.",
            "Uzbekistan-born Usmanov, who has family ties with President of Uzbekistan Shavkat Mirziyoyev, moved to Tashkent in 2022.",
            "His largest holding is his stake in iron ore and steel giant Metalloinvest. He also owns stakes in Xiaomi and other telecom, mining and media companies.",
            "He made his first fortune producing plastic bags, a commodity so scarce in the former Soviet Union that people washed and reused them. <br>",
            "Usmanov headed Gazprom Investholding, a subsidiary of state-run conglomerate Gazprom, from 2000 to 2014.",
            "An ex-fencer, Usmanov was the president of the International Fencing Federation until 2022."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/607a044ee9910fe868a69505/416x416.jpg?background=000000&cropX1=183&cropX2=812&cropY1=23&cropY2=651"
    },
    {
        "name": "Mike Cannon-Brookes",
        "age": 44,
        "country": "Australia",
        "finalWorth": 13300.0,
        "source": "Software",
        "rank": 148,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Mike Cannon-Brookes is cofounder and co-CEO of collaboration software firm Atlassian, based in Sydney.",
            "He and co-CEO Scott Farquhar started the company soon after graduating from college, funding it with credit cards.",
            "In September 2023, he took over Sydney based renewable energy outfit Sun Cable. It was a joint venture with fellow billionaire Andrew Forrest but they fell out.",
            "He acquired a minority stake in Australian energy company AGL Energy in 2022.",
            "In August 2023 he separated from Annie, his wife of 13 years."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65ca4a6f507e657332d1e7e2/416x416.jpg?background=000000&cropX1=76&cropX2=742&cropY1=0&cropY2=666"
    },
    {
        "name": "Uday Kotak",
        "age": 65,
        "country": "India",
        "finalWorth": 14100.0,
        "source": "Banking",
        "rank": 18,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Spurning his family's trading business, Uday Kotak started a finance firm in 1985 then went on to convert it into a bank in 2003.",
            "His Kotak Mahindra Bank is now among India's top four banks in the private sector, boosted by its 2014 acquisition of ING Bank's Indian operations.",
            "In September 2023, Kotak stepped down as CEO and managing director of the bank, four months ahead of his retirement. He's now a non-executive director on the board.",
            "The bank is now run by a former Citibanker. Kotak's son, Jay Kotak, a Harvard Business School grad, is vice president and co-head of the Kotak811 digital bank.",
            "The bank sold a 70% stake in its general insurance arm to Zurich Insurance for $640 million in June 2024. The joint venture is now called Zurich Kotak General Insurance."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/652572b911abb7271c0656fe/416x416.jpg?background=000000&cropX1=1401&cropX2=3921&cropY1=88&cropY2=2607"
    },
    {
        "name": "Mikhail Fridman",
        "age": 59,
        "country": "Russia",
        "finalWorth": 13100.0,
        "source": "Oil, banking, telecom",
        "rank": 150,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Mikhail Fridman, cofounder of Alfa Bank, Russia's largest non-state bank, was hit with sanctions after Russia invaded Ukraine.",
            "Soon after, Fridman (who also has Israeli citizenship) stepped down from his Luxembourg holding company, LetterOne, and reduced his shareholding.",
            "Fridman's properties in London, including the $100 million Victorian-era Athlone House estate, have been frozen by the U.K.",
            "A Ukraine native,  Fridman and his college buddies German Khan and Alexei Kuzmichev started commodities trader Alfa-Eco in 1989.",
            "Thanks to Kremlin connections, Fridman and his partners were able to create a joint venture with British Petroleum, TNK-BP, in 2003.",
            "In 2013 he got $5.1 billion in cash when the trio and partners sold their TNK-BP stakes for $14 billion",
            "In August 2023, Ukraine opened a criminal case against Fridman related to fraud charges stemming from Alfa Bank Ukraine. In December he was put on the international wanted list."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/622a4eacebc226db357a752a/416x416.jpg?background=000000&cropX1=228&cropX2=1253&cropY1=0&cropY2=1025"
    },
    {
        "name": "Joseph Lau",
        "age": 72,
        "country": "Hong Kong",
        "finalWorth": 13100.0,
        "source": "Real estate",
        "rank": 150,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Joseph Lau is the former chairman of property developer Chinese Estates, most of which he acquired in 1986.",
            "Lau owns a sizable portfolio of prime real estate in Hong Kong.",
            "An avid art collector, his wealth also includes pieces from Warhol, Gauguin and Hockney that are worth at least $1 billion.",
            "He became a billionaire in 2006 and his brother Thomas also made the billionaire's club.",
            "In 2017 Joseph Lau said he transferred most of his wealth to his wife and a son, citing serious health issues."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/65d4c5dda401ff9cf4b74438/416x416.jpg?background=000000&cropX1=583&cropX2=1313&cropY1=100&cropY2=830"
    },
    {
        "name": "Scott Farquhar",
        "age": 44,
        "country": "Australia",
        "finalWorth": 13000.0,
        "source": "Software",
        "rank": 152,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Scott Farquhar is cofounder and co-CEO of collaboration software company Atlassian, based in Sydney, Australia.",
            "He and co-CEO Mike Cannon-Brookes started the company soon after graduating from college, funding it with credit cards.",
            "Atlassian's marquee customer list includes wholesale retailer Costco and American airline Delta.",
            "Atlassian is a cofounder of Pledge 1%, which urges companies to donate at least 1% of equity, employee time or products to charity."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/63ea5b9e3566dd44e5ffa60f/416x416.jpg?background=000000&cropX1=297&cropX2=1359&cropY1=19&cropY2=1080"
    },
    {
        "name": "Laurene Powell Jobs",
        "age": 61,
        "country": "United States",
        "finalWorth": null,
        "source": "Apple, Disney",
        "rank": 21,
        "industries": null,
        "bios": [
            "Laurene Powell Jobs inherited her fortune--mostly shares of Walt Disney and Apple--from her late husband, Apple cofounder Steve Jobs, who died in 2011.",
            "Powell Jobs is the founder and president of Emerson Collective, an impact investing, philanthropy and advocacy firm focused on environmental justice, health, immigration and education.",
            "Powell Jobs purchased part of The Atlantic in 2017 and has invested in other media outlets and nonprofit newsrooms, including Axios, ProPublica and the Committee to Protect Journalists. ",
            "She owns a minority stake in Monumental Sports, parent of the Wizards (NBA), Capitals (NHL), and Mystics (WNBA) and in 2022 invested in the WNBA's first-ever capital raise.    \r\n",
            "In 2021 she launched the Waverley Street Foundation and committed to donate $3 billion over a decade to organizations addressing climate change through innovative solutions and environmental justice.\r\n"
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8e17856c7c8f0009907ebd/416x416.jpg?background=000000&cropX1=217&cropX2=1524&cropY1=0&cropY2=1308"
    },
    {
        "name": "Goh Cheng Liang",
        "age": 97,
        "country": "Singapore",
        "finalWorth": 10400.0,
        "source": "Paints",
        "rank": 5,
        "industries": [
            "Manufacturing"
        ],
        "bios": [
            "Goh Cheng Liang gets the bulk of his wealth from a majority stake in Japan's Nippon Paint Holdings, the world's fourth-largest paint manufacturer by revenue.",
            "Goh started making paints in a small factory in Singapore before he went on to partner with Nippon Paint in 1962.",
            "In 2021, his son, Hup Jin, who chairs Nippon Paint, completed a $12 billion stock and cash deal that gave him a majority stake in Nippon.",
            "The company celebrated its 140th anniversary in 2021."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/611527c653b47989bac8d588/416x416.jpg?background=000000&cropX1=0&cropX2=3937&cropY1=176&cropY2=4115"
    },
    {
        "name": "George Roberts",
        "age": 81,
        "country": "United States",
        "finalWorth": 15500.0,
        "source": "Private equity",
        "rank": 51,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "George Roberts cofounded KKR with his cousin, Henry Kravis, and Jerome Kohlberg (d. 2015) in 1976.",
            "Kravis and Roberts gave up their co-CEO titles in 2021; both now serve as executive co-chairs. Kohlberg left the firm in 1987.",
            "The duo took KKR public on the New York Stock Exchange in 2010 and converted it into a corporation in 2018.",
            "The firm is known for the 1988 buyout of RJR Nabisco, chronicled in the book \"Barbarians At The Gate.\"",
            "KKR has some more than 250 portfolio companies and more than $600 billion in assets under management, making it one of the five largest private equity firms in the world"
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a8a0b6de3150009a500b5/416x416.jpg?background=000000&cropX1=743&cropX2=1994&cropY1=9&cropY2=1259"
    },
    {
        "name": "David Cheriton",
        "age": 73,
        "country": "United States",
        "finalWorth": 12600.0,
        "source": "Google",
        "rank": 156,
        "industries": [
            "Technology"
        ],
        "bios": [
            "\"Professor Billionaire\" David Cheriton, who is professor emeritus at Stanford University, made his fortune thanks to an early investment in Google.",
            "Cheriton and Andreas von Bechtolsheim (also now a billionaire) each invested $100,000 in Google when it was just getting started.",
            "The pair cofounded 3 companies: Arista Networks (IPO in 2014), Granite Systems (sold to Cisco in 1996) and Kealia (sold to Sun Microsystems in 2004).",
            "Cheriton resigned from Arista's board in 2014.",
            "Cheriton became chief data center scientist at Juniper Networks after the acquisition of his company Apstra in 2021."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5a676a6331358e4955ab6cf1/416x416.jpg?background=000000&cropX1=67&cropX2=347&cropY1=0&cropY2=280"
    },
    {
        "name": "Jeffery Hildebrand",
        "age": 65,
        "country": "United States",
        "finalWorth": 7600.0,
        "source": "Oil & gas",
        "rank": 156,
        "industries": [
            "Energy"
        ],
        "bios": [
            "Jeffrey Hildebrand cofounded Hilcorp in 1990; he later bought out his partner for $500 million.",
            "In 2020 Hilcorp finalized the $5.6 billion acquisition of BP's assets in Alaska.",
            "He has built Hilcorp into America's biggest privately owned oil company (by production volumes).",
            "In 2015, Hildebrand gave each of his 1,400 employees a $100,000 bonus after they doubled the size of his company in five years."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5d8addf818444200084e726c/416x416.jpg?background=000000&cropX1=802&cropX2=1319&cropY1=710&cropY2=1228"
    },
    {
        "name": "Georg Stumpf",
        "age": 51,
        "country": "Austria",
        "finalWorth": 12600.0,
        "source": "Real estate, construction",
        "rank": 156,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Austrian builder and investor Georg Stumpf started the Stumpf Group in 1994 with a $35,000 loan from his father.",
            "Its biggest asset is Exyte, a high-tech EPC construction firm based in Stuttgart, Germany that specializes in semiconductors.",
            "In November 2022, Exyte announced it would sell a minority stake in the business to BDT Capital, the private equity group led by fellow billionaire Byron Trott.",
            "Stumpf also built the Millennium Tower, the tallest building in Vienna, and sold it to German fund MCP in 2003.",
            "He grew up playing golf with Karl Ableidinger, who once played golf professionally on the European Tour and is now his vice chairman."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/624cbc33807cbaccbcea5453/416x416.jpg?background=000000&cropX1=568&cropX2=1380&cropY1=224&cropY2=1037"
    },
    {
        "name": "Dhanin Chearavanont",
        "age": 84,
        "country": "Thailand",
        "finalWorth": 12500.0,
        "source": "Diversified",
        "rank": 159,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Dhanin Chearavanont is senior chairman of Charoen Pokphand Group, one of the world's largest producers of animal feed and livestock.\r\n",
            "Dhanin is the son of Chia Ek Chor, who along with his brother Choncharoen Chiaravanont, opened a shop selling seeds imported from China in 1921.",
            "CP's other assets include stakes in Chinese insurer Ping An, Hong Kong conglomerate CITIC and telecom unit True Corp. It also owns Tesco's operations in Thailand and Malaysia.",
            "In 2017, after 48 years as chairman and CEO, Dhanin named eldest son, Soopakij, and the youngest, Suphachai, as CP's chairman and CEO, respectively.",
            "In 2023, True and its rival Total Access Communications (DTAC), a local unit of Norway's Telenor, merged."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/64a6e56a5b21dc15ce4c321c/416x416.jpg?background=000000&cropX1=5&cropX2=1894&cropY1=0&cropY2=1889"
    },
    {
        "name": "Anders Holch Povlsen",
        "age": 51,
        "country": "Denmark",
        "finalWorth": 12500.0,
        "source": "Fashion retail",
        "rank": 159,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Fashion maven Anders Holch Povlsen's fortune stems primarily from his nearly $4 billion (sales) retailer Bestseller.",
            "Povlsen's parents opened the family's first store in 1975 in the small Danish town of Ringkobing.",
            "He took over at age 28 and is now the sole owner of Bestseller, which peddles apparel under 11 brand names, including Jack&Jones, Only and Vero Moda.",
            "Povlsen also has significant stakes in retailer ASOS, online grocery store Nemlig and payments company Klarna.",
            "Povlsen lost three of his four children and was himself injured in a terrorist attack in Sri Lanka in 2019."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e75908fc7b02d000666c3be/416x416.jpg?background=000000&cropX1=329&cropX2=1870&cropY1=44&cropY2=1585"
    },
    {
        "name": "Israel Englander",
        "age": 76,
        "country": "United States",
        "finalWorth": 14200.0,
        "source": "Hedge funds",
        "rank": 57,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Israel Englander founded Millennium Management in 1989 with $35 million. Now, the hedge fund firm manages $58 billion.",
            "Israel Englander, or Izzy, is the son of Polish immigrants.",
            "Englander's hedge fund uses a multi-manager platform, feeding more capital to those who perform well and getting rid of traders who perform poorly.",
            "Englander once backed a professional gambler named Jeff Yass, who began trading on the Philadelphia Stock Exchange in 1981 and  has since become a billionaire."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a74d16de3150009a4fafc/416x416.jpg?background=000000&cropX1=0&cropX2=770&cropY1=122&cropY2=892"
    },
    {
        "name": "Shahid Khan",
        "age": 74,
        "country": "United States",
        "finalWorth": 13300.0,
        "source": "Auto parts",
        "rank": 64,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Shahid Khan is the owner of auto parts supplier Flex-N-Gate and the NFL's Jacksonville Jaguars.",
            "An immigrant from Pakistan, Khan bought Flex-N-Gate from his former employer in 1980.",
            "An engineer, his design for a one-piece truck bumper was the basis for his success; the company now has 76 plants worldwide and over 27,000 employees.",
            "Khan bought the Jacksonville Jaguars in 2012 and the UK's Fulham football club in 2013.",
            "He and his son, Tony, launched All Elite Wrestling, a professional wrestling entertainment company and a competitor to WWE, in 2019.",
            "He owns the Four Seasons Hotel Toronto and will open a new Four Seasons property in Jacksonville in 2026."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8a654022254b0008e15acc/416x416.jpg?background=000000&cropX1=261&cropX2=2362&cropY1=268&cropY2=2372"
    },
    {
        "name": "Johann Rupert & family",
        "age": 73,
        "country": "South Africa",
        "finalWorth": 12200.0,
        "source": "Luxury goods",
        "rank": 162,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Johann Rupert is chairman of Swiss luxury goods firm Compagnie Financiere Richemont.",
            "The company is best known for the brands Cartier and Montblanc.",
            "It was formed in 1998 through a spinoff of assets owned by Rembrandt Group Limited (now Remgro Limited), which his father Anton formed in the 1940s.",
            "He owns 7% of diversified investment firm Remgro, which he chairs, as well as 27% of Reinet, an investment holding company based in Luxembourg.",
            "Rupert has been a vocal opponent of plans to allow fracking in the Karoo, a region of South Africa where he owns land."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e77abf210380d0006fbc437/416x416.jpg?background=000000&cropX1=69&cropX2=901&cropY1=177&cropY2=1009"
    },
    {
        "name": "Hasso Plattner & family",
        "age": 80,
        "country": "Germany",
        "finalWorth": 12100.0,
        "source": "Software",
        "rank": 164,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Hasso Plattner and four colleagues left IBM in 1972 to launch German enterprise software company SAP, which went public in 1988.",
            "He has served as chairman of the SAP supervisory board since May 2003, when he stepped down as CEO.",
            "His nonprofit Hasso Plattner Institute focuses on research and teaching in IT systems engineering, offering degree programs and free online courses.",
            "The institute has established Design Thinking schools at the University of Potsdam, Stanford University and the University of Cape Town.",
            "A signee of the Giving Pledge, Plattner has supported HIV/AIDS and TB prevention, youth care and education, and conservation research in Africa."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e762726d8e1ae0007b71a6b/416x416.jpg?background=000000&cropX1=1757&cropX2=3583&cropY1=0&cropY2=1827"
    },
    {
        "name": "Kwong Siu-hing",
        "age": 94,
        "country": "Hong Kong",
        "finalWorth": 12000.0,
        "source": "Real estate",
        "rank": 165,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Kwong Siu-hing is the widow of Sun Hung Kai Properties cofounder Kwok Tak-seng, who died in 1990.",
            "She served as the company's chairman from 2008 to 2011 after her eldest son, Walter, was ousted in a feud with her two other sons Thomas and Raymond.",
            "She remains the biggest shareholder in Sun Hung Kai.",
            "Raymond has been the sole chairman since Thomas was sentenced to five years in prison in 2014 for bribery; he was released in 2019. Walter died in 2018."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/603522f7a9db4e55a215df75/416x416.jpg?background=000000&cropX1=144&cropX2=656&cropY1=1&cropY2=513"
    },
    {
        "name": "Azim Premji",
        "age": 79,
        "country": "India",
        "finalWorth": 12200.0,
        "source": "Software services",
        "rank": 19,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Indian tech magnate Azim Premji's $11.3 billion (revenue) Wipro is among India's largest software services providers.",
            "Premji gave up studies at Stanford in 1966 to look after the family's cooking oil business when his father died and expanded into software.",
            "Wipro has an innovation center in Silicon Valley, which is focused on developing new technologies and collaborating with startups.",
            "In 2019, Premji's son Rishad, succeeded his father as Wipro's executive chairman. The elder Premji is founder chairman."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/67047aef73a93397265261ff/416x416.jpg?background=000000&cropX1=202&cropX2=3328&cropY1=10&cropY2=3134"
    },
    {
        "name": "Henry Nicholas, III.",
        "age": 64,
        "country": "United States",
        "finalWorth": 14100.0,
        "source": "Semiconductors",
        "rank": 58,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Henry Nicholas III and business partner Henry Samueli cofounded fabless semiconductor firm Broadcom in 1991 in a Redondo Beach, Calif. condominium.",
            "Nicholas resigned as CEO from Broadcom in 2003 when he was just 43, five years after taking the company public.",
            "In 2016, Broadcom was acquired by Singapore-based chip firm Avago for $37 billion in cash and stock.",
            "He's now focused on passing a crime victims' rights bill known as Marsy's Law, named for his murdered sister, which is now law in 12 states.",
            "In 2019, Nicholas was charged with five counts of drug trafficking after police found heroin and methamphetamine in his Las Vegas hotel room.",
            "He took a plea deal in the drug trafficking case, agreeing to attend drug counseling and donate $500,000 to area treatment centers."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5f49795b4ab4bd09fe628b58/416x416.jpg?background=000000&cropX1=208&cropX2=1476&cropY1=88&cropY2=1355"
    },
    {
        "name": "Edward Johnson, IV.",
        "age": 59,
        "country": "United States",
        "finalWorth": 12600.0,
        "source": "Fidelity",
        "rank": 70,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Edward Johnson IV is the grandson of Edward Johnson II, who founded Fidelity Investments in 1946.",
            "He is the brother of current Fidelity CEO and Chairman Abigail Johnson.",
            "Johnson is the president of Pembroke Real Estate, which is owned by Fidelity's parent company FMR.",
            "He owns an estimated 10% stake in FMR. Fidelity manages $5.5 trillion in discretionary assets as of June 2024.",
            "The Johnson family is a major donor to nonprofits in Boston and has given to Harvard, Historic New England and the Institute of Contemporary Art."
        ],
        "image": null
    },
    {
        "name": "John Doerr",
        "age": 73,
        "country": "United States",
        "finalWorth": 12800.0,
        "source": "Venture capital",
        "rank": 68,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Investor John Doerr is chairman of venture capital firm Kleiner Perkins.",
            "Doerr joined the firm in 1980 after working at Intel and cofounding two companies.",
            "He famously led Kleiner into Google in 1999, investing $12.5 million. He was also an early investor in Amazon, DoorDash, Slack and many more.",
            "Doerr stepped down from his role leading the firm in 2016, ceding day-to-day leadership to fellow investor Ted Schlein.",
            "John and Ann Doerr made a $1.1 billion gift to Stanford University in 2022 to launch a new school focused on sustainability."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c9d17e74bbe6f277fd241e6/416x416.jpg?background=000000&cropX1=151&cropX2=1830&cropY1=6&cropY2=1685"
    },
    {
        "name": "Henry Kravis",
        "age": 80,
        "country": "United States",
        "finalWorth": 13900.0,
        "source": "Private equity",
        "rank": 61,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Henry Kravis cofounded KKR with his cousin, George Roberts, and Jerome Kohlberg (d. 2015) in 1976.",
            "Kravis and Roberts gave up their co-CEO titles in 2021; both now serve as executive co-chairs. Kohlberg left the firm in 1987.",
            "The duo took KKR public on the New York Stock Exchange in 2010 and converted it into a corporation in 2018.",
            "KKR has some more than 250 portfolio companies and more than $600 billion in assets under management, making it one of the five largest private equity firms.",
            "Kravis donated $100 million to Columbia University Business School in 2010 and another $25 million in 2015."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5f4d5f43aea06441f4b331d6/416x416.jpg?background=000000&cropX1=290&cropX2=1212&cropY1=152&cropY2=1074"
    },
    {
        "name": "Eric Smidt",
        "age": 64,
        "country": "United States",
        "finalWorth": 15600.0,
        "source": "Hardware stores",
        "rank": 50,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Eric Smidt is CEO of $7.9 billion (sales) Harbor Freight Tools, a home improvement retailer that has over 1,500 stores.",
            "Smidt was a teenager when he started Harbor Freight Tools with his father Allan in 1977. He earned enough credits at his job to graduate high school.",
            "In the beginning, Harbor Freight was a mail-order business that sold tools out of a small warehouse in North Hollywood.",
            "Smidt became president of the company in 1985 and CEO and sole owner in 1999.",
            "In 2010, his father Allan sued him for \"looting\" the company and leveraging it to finance his own lavish lifestyle. The case was settled out of court."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/59b00d1da7ea434a34f36956/416x416.jpg?background=000000&cropX1=168&cropX2=3712&cropY1=634&cropY2=4180"
    },
    {
        "name": "Lu Xiangyang",
        "age": 61,
        "country": "China",
        "finalWorth": 17400.0,
        "source": "Automobiles, batteries",
        "rank": 11,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Lu Xiangyang was working at a local branch of the People's Bank of China in 1995 when he teamed up with his cousin Wang Chuanfu to start BYD, then a battery maker.",
            "Lu is now vice chairman of the company, which has grown into one of the world's the largest EV makers.",
            "Lu also runs his own investment firm, Youngy Investment Holding Group."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6050f48ca1ab099ed6e290cc/416x416.jpg?background=000000&cropX1=0&cropX2=800&cropY1=0&cropY2=800"
    },
    {
        "name": "Andrew Beal",
        "age": 71,
        "country": "United States",
        "finalWorth": 12000.0,
        "source": "Banks, real estate",
        "rank": 74,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Andrew Beal is the founder and owner of Beal Financial Corporation, which owns Beal Bank and has assets of more than $20 billion.",
            "The Texas banker is known for gobbling up distressed assets, including mortgages, bonds backed by commercial planes and IOUs to power plants.",
            "He made a tidy sum during the Great Recession, scooping up beaten-down assets while the nation's biggest banks were being bailed out by taxpayers.",
            "Born in Lansing, Mich., he scraped together cash early on fixing used televisions.",
            "Beal dropped out of both Michigan State University and Baylor University and bought a $6,500 house at age 19 that he leased to get a start in real estate."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/572275fc31358e1869e2bbb5/416x416.jpg?background=000000&cropX1=23&cropX2=651&cropY1=24&cropY2=652"
    },
    {
        "name": "Jay Y. Lee",
        "age": 55,
        "country": "South Korea",
        "finalWorth": 11500.0,
        "source": "Samsung",
        "rank": 1,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Jay Y. Lee is the executive chairman of Samsung Electronics and leader of the country's biggest conglomerate. He was appointed to the role in October 2022, which had been left vacant since the death of his father in 2020.",
            "In 2017, he was jailed for bribing a confidante of former President Park Geun-hye, but was released in 2018. In 2021, through a retrial, he was sentenced to two-and-a-half years in prison, and then received a presidential pardon in 2022.",
            "In February 2024, Lee was acquitted of stock manipulation charges related to a 2015 merger between two Samsung affiliates that prosecutors said helped Lee cement control of the Samsung conglomerate.",
            "Lee and his family are in the process of paying 12 trillion won (about $8.5 billion) in inheritance taxes following the 2020 death of patriarch Lee Kun-hee."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/661d531ae908e033f6c8e551/416x416.jpg?background=000000&cropX1=1080&cropX2=2007&cropY1=93&cropY2=1020"
    },
    {
        "name": "Michael Rubin",
        "age": 52,
        "country": "United States",
        "finalWorth": 10600.0,
        "source": "Online retail",
        "rank": 91,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Michael Rubin is the founder and CEO of online sports merchandising retailer Fanatics.",
            "After dropping out of Villanova University, Rubin started GSI Commerce, which he sold to eBay for $2.4 billion in 2011.",
            "As part of the deal he paid $500 million for majority ownership of 3 assets eBay didn't want: Fanatics, Rue La La and ShopRunner.",
            "In 2018, flash-sales site Rue La La acquired rival Gilt Groupe. In 2019, mall operator Simon Property Group took a 50% stake in the combined company.",
            "Rubin sold ShopRunner to FedEx for an undisclosed amount in 2020. He still owns minority stakes in Fanatics and Rue Gilt Group.\r\n"
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8b00a16de3150009a508b0/416x416.jpg?background=000000&cropX1=445&cropX2=3494&cropY1=257&cropY2=3308"
    },
    {
        "name": "Robert Kuok",
        "age": 100,
        "country": "Hong Kong",
        "finalWorth": 11500.0,
        "source": "Palm oil, shipping, property",
        "rank": 1,
        "industries": [
            "Diversified"
        ],
        "bios": [
            "Robert Kuok is the richest man in Malaysia. He owns Kuok group, which has interests in hotels, real estate and commodities.",
            "He founded the internationally renowned Shangri-La Hotels and Resorts chain in Singapore in 1971.",
            "His nephew Kuok Khoon Hong runs Wilmar International, in which Kuok has a valuable stake.",
            "Robert Kuok's youngest son Kuok Khoon Hua is chairman and CEO of Hong Kong property company Kerry Properties."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c70f2834bbe6f79c547439c/416x416.jpg?background=000000&cropX1=86&cropX2=2585&cropY1=350&cropY2=2851"
    },
    {
        "name": "Giorgio Armani",
        "age": 89,
        "country": "Italy",
        "finalWorth": 11300.0,
        "source": "Luxury goods",
        "rank": 177,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "A living legend in the fashion world, Giorgio Armani brought softened, minimalist style to high-end menswear.",
            "Armani left medical school to fulfill his military service, then got a job as a buyer and window dresser for Milan department store La Rinascente.",
            "He left to design clothes for Nino Cerruti and eventually launched his own line in the mid-1970s with the help of his partner, Sergio Galeotti.",
            "His business surged after he was asked to design actor Richard Gere's wardrobe for the 1980 blockbuster film American Gigolo.",
            "Since then he has expanded into accessories, perfumes, makeup and sportswear -- plus interior design, real estate, restaurants and hotels."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c783a1ca7ea43100043f081/416x416.jpg?background=000000&cropX1=845&cropX2=1830&cropY1=1429&cropY2=2414"
    },
    {
        "name": "Jay Chaudhry",
        "age": 65,
        "country": "United States",
        "finalWorth": 11400.0,
        "source": "Security software",
        "rank": 84,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Jay Chaudhry is CEO of Zscaler, a cybersecurity firm he founded in 2008. It went public in March 2018.",
            "He and his family own around 40% of the Nasdaq-listed firm.",
            "Before Zscaler, Chaudhry founded four other tech companies that were all acquired: SecureIT, CoreHarbor, CipherTrust and AirDefense.",
            "In 1996, Chaudhry and his wife, Jyoti, both quit their jobs and used their life savings to start cybersecurity firm SecureIT, his first startup.",
            "His hometown, a village in the Himalayas in India, did not have electricity or running water until he was in the 8th and 10th grade, respectively.",
            "Chaudhry moved to the U.S. in 1980 to attend graduate school and now lives in Nevada, after relocating from the Bay Area."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8ae32622254b0008e1654d/416x416.jpg?background=000000&cropX1=411&cropX2=2457&cropY1=549&cropY2=2596"
    },
    {
        "name": "Charoen Sirivadhanabhakdi",
        "age": 80,
        "country": "Thailand",
        "finalWorth": 10000.0,
        "source": "Beverage, Real Estate",
        "rank": 3,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Son of a Bangkok street vendor, Charoen Sirivadhanabhakdi controls Thai Beverage, Thailand's largest beverage producer and distributor by revenue, known for its Chang beer.",
            "Other big assets include Singapore beverage and property giant Fraser & Neave.",
            "Charoen's retail empire includes hypermarket chain Big C Supercenter, acquired in 2016 for more than $6 billion. ",
            "Charoen listed his privately held property unit, Asset World, in October 2019 and continues to hold a majority stake. It has hotels in tourist hotspots such as Bangkok, Phuket, Krabi and Pattaya.",
            "Charoen's son Panote, who looks after the property interests, is overseeing One Bangkok, a $4 billion mixed-use development in the heart of Bangkok."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/60d9ed504bb9397d72570f0a/416x416.jpg?background=000000&cropX1=0&cropX2=600&cropY1=0&cropY2=600"
    },
    {
        "name": "Brian Armstrong",
        "age": 41,
        "country": "United States",
        "finalWorth": 8000.0,
        "source": "Cryptocurrency",
        "rank": 145,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Brian Armstrong is the chief executive of Coinbase Global, the largest cryptocurrency exchange in the United States.",
            "A former Airbnb software engineer, Armstrong cofounded Coinbase in San Francisco in 2012 with former currency trader Fred Ehrsam.",
            "Coinbase went public in a direct offering on Nasdaq on April 14, 2021, briefly reaching a market capitalization of $100 billion.",
            "Armstrong owns about 19% of Coinbase's shares.",
            "Cofounder Fred Ehrsam left the company in 2017 but still owns 6% and serves on the board of directors; he's also a billionaire."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5c743ab3a7ea431000438195/416x416.jpg?background=000000&cropX1=263&cropX2=2662&cropY1=131&cropY2=2531"
    },
    {
        "name": "Ernesto Bertarelli",
        "age": 58,
        "country": "Switzerland",
        "finalWorth": 11200.0,
        "source": "Biotech, investments",
        "rank": 180,
        "industries": [
            "Healthcare"
        ],
        "bios": [
            "Ernesto Bertarelli inherited biotech giant Serono, maker of the multiple sclerosis drug Rebif, following his father's death in 1998.",
            "With his sister Dona, he expanded the company to $2.4 billion in revenues before selling it to Merck for over $13 billion in 2007.",
            "Ernesto and Dona co-chair the Bertarelli Foundation, which focuses on marine conservation and life sciences research.",
            "The family's Waypoint Group has investments ranging from commercial real estate in London to drug companies.",
            "He also owns the superyacht Vava II."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e77cdaad8e1ae0007b7364f/416x416.jpg?background=000000&cropX1=906&cropX2=2274&cropY1=354&cropY2=1721"
    },
    {
        "name": "Bubba Cathy",
        "age": 70,
        "country": "United States",
        "finalWorth": 10600.0,
        "source": "Chick-fil-A",
        "rank": 91,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Bubba Cathy and his brother, Dan, run fast-food juggernaut Chick-fil-A, the fried chicken chain founded by their father, Truett (d. 2014), in 1967.",
            "He grew up in the business, rising from construction apprentice to senior vice president in 1995.",
            "Today Bubba serves as Chick-fil-A's executive vice president and heads the company's Georgia-based Dwarf House and Truett's Grill.",
            "His brother, Dan, serves as chairman of the religious company that is known for closing every Sunday. His nephew, Andrew, is CEO."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5601a7bae4b0ffa7afe4f31b/416x416.jpg?background=000000&cropX1=5&cropX2=744&cropY1=2&cropY2=742"
    },
    {
        "name": "Dan Cathy",
        "age": 71,
        "country": "United States",
        "finalWorth": 10600.0,
        "source": "Chick-fil-A",
        "rank": 91,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Fried chicken billionaire Dan Cathy is chairman of Chick-fil-A, the fast-food juggernaut his father, Truett Cathy (d. 2014), founded in 1967.",
            "He grew up doing odd jobs in his father's restaurants, including scraping chewing gum from table bottoms with a butter knife.",
            "Cathy became CEO in 2013, sparking nationwide protests when he made anti-same sex marriage remarks. His son, Andrew Cathy, took over as CEO in 2021.",
            "His brother, Bubba Cathy, serves as executive vice president of the chicken chain, which is known for staying closed on Sundays.",
            "Cathy spends much of his time away from the company's Atlanta headquarters, visiting restaurants and attending grand openings around the country."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5601a7fbe4b0ffa7afe4f321/416x416.jpg?background=000000&cropX1=27&cropX2=678&cropY1=21&cropY2=672"
    },
    {
        "name": "Trudy Cathy White",
        "age": 68,
        "country": "United States",
        "finalWorth": 10600.0,
        "source": "Chick-fil-A",
        "rank": 91,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Trudy Cathy White is the only daughter of Truett Cathy (d. 2014), the founder of Chick-fil-A.",
            "Cathy White serves as an \"ambassador\" at the company, attending new restaurant openings and other corporate events.",
            "Her brothers, billionaires Dan and Bubba Cathy, run the fried chicken chain as chairman and executive vice president, respectively.",
            "Cathy White, who spent 10 years as a missionary in Brazil, cofounded Christian nonprofits Lifeshape and Impact 360 Institute.",
            "She has written three books, including \"A Quiet Strength,\" a biography of her late mother, Jeannette Cathy (d. 2015)."
        ],
        "image": null
    },
    {
        "name": "Lui Che Woo",
        "age": 95,
        "country": "Hong Kong",
        "finalWorth": 11200.0,
        "source": "Casinos/hotels",
        "rank": 180,
        "industries": [
            "Gambling & Casinos"
        ],
        "bios": [
            "Lui Che Woo was the chairman of Macau casino operator Galaxy Entertainment Group and property developer K. Wah International Holdings, both listed in Hong Kong. He died in November 2024 at age 95.",
            "Initially a construction materials supplier, K. Wah develops property, principally in Hong Kong and mainland China.",
            "Lui donated $1.2 billion in 2015 to endow his foundation and the Lui Che Woo Prize.",
            "Lui's eldest son, Francis, oversees Galaxy operations while daughter Paddy and son Alexander focus on K. Wah.",
            "Lui first made his mark supplying gravel for Hong Kong's postwar construction boom."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/620d2822171566a26114ade6/416x416.jpg?background=000000&cropX1=1337&cropX2=4000&cropY1=6&cropY2=2668"
    },
    {
        "name": "Wei Jianjun & family",
        "age": 60,
        "country": "China",
        "finalWorth": 13200.0,
        "source": "Automobiles",
        "rank": 20,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Wei Jianjun is the chairman of Great Wall Motor, one of China's largest SUV manufacturers, which sells to over 170 countries and regions.",
            "He took over the debt-plagued Great Wall Automobile Industry Company, the predecessor to the current business, in 1990 when he was only 26.",
            "Wei worked at a carpet factory and a water-pump factory before joining Great Wall."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6724faa843021310938e79bc/416x416.jpg?background=000000&cropX1=667&cropX2=1159&cropY1=94&cropY2=586"
    },
    {
        "name": "Sky Xu",
        "age": 40,
        "country": "China",
        "finalWorth": 9000.0,
        "source": "E-commerce",
        "rank": 35,
        "industries": [
            "Fashion & Retail"
        ],
        "bios": [
            "Sky Xu is cofounder and CEO of Shein, a fast-fashion phenomenon with Gen Z, selling trendy clothes in more than 150 countries.",
            "Backed by Hongshan, formerly Sequoia China, it's one of the world's most popular shopping apps whose users love its low prices.",
            "The company raised money at a valuation of $100 billion in the first half of 2022; it subsequently fell back amid a global stock rout.",
            "It ventured offline in 2023, teaming up with Sparc Group, the operator of fast fashion chain Forever 21, to step into the retailer's locations across the U.S.",
            "Facing regulatory hurdles to an IPO in the U.S., Shein has been mulling a London listing."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6724fe7b26448f53ff6efb03/416x416.jpg?background=000000&cropX1=1&cropX2=800&cropY1=1&cropY2=800"
    },
    {
        "name": "Melinda French Gates",
        "age": 60,
        "country": "United States",
        "finalWorth": null,
        "source": "Microsoft, investments",
        "rank": 8,
        "industries": null,
        "bios": [
            "Melinda French Gates is one of the most powerful women in philanthropy. In June 2024, she resigned as co-chair of the Bill and Melinda Gates Foundation after a nearly 24-year run.",
            "French Gates did not give a reason for leaving the Gates Foundation; however, Bill and Melinda Gates divorced in 2021.",
            "In October 2024, Forbes nearly tripled our estimate of her settlement from the 2021 divorce to a current value of $29 billion.",
            "French Gates has doubled down on her previous commitment to support women's and girls' rights, announcing in May 2024 a $1 billion donation over 3 years to the cause.",
            "Melinda French Gates' mission is also to close the funding gap for female founders through her investing, advocacy and philanthropic firm Pivotal Ventures."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/667c353f73ede9cb9df2aefe/416x416.jpg?background=000000&cropX1=371&cropX2=1022&cropY1=145&cropY2=796"
    },
    {
        "name": "Robert Kraft",
        "age": 83,
        "country": "United States",
        "finalWorth": 11800.0,
        "source": "Manufacturing, New England Patriots",
        "rank": 81,
        "industries": [
            "Sports"
        ],
        "bios": [
            "Robert Kraft bought the New England Patriots for $172 million in 1994; the team is now worth about $6 billion and has won six Super Bowl rings.",
            "Kraft, who sold newspapers outside the old Braves Stadium in Boston as a kid, made an early fortune in paper and packaging.",
            "Today his sports portfolio also includes the New England Revolution MLS club.",
            "He started a professional videogaming team in Boston, part of the Overwatch esports league, in 2017.",
            "His first wife, Myra Hiatt Kraft, died of ovarian cancer in 2011. He married Dana Blumberg, an ophthalmologist, in October 2022 at a lavish wedding where Elton John performed."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/64a85309b1ebfd68d09b888d/416x416.jpg?background=000000&cropX1=0&cropX2=898&cropY1=318&cropY2=1219"
    },
    {
        "name": "Brian Chesky",
        "age": 43,
        "country": "United States",
        "finalWorth": 8100.0,
        "source": "Airbnb",
        "rank": 142,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Brian Chesky cofounded peer-to-peer room and home rental company Airbnb with Nathan Blecharczyk and Joe Gebbia in 2008; Chesky is CEO.",
            "Chesky owns around 10% of Airbnb.",
            "In 2022, Chesky announced he would start living on Airbnb full time, moving to a different city or town every few weeks.",
            "A former bodybuilder, Chesky attended Rhode Island School of Design where he met Gebbia.",
            "Chesky is the son of two social workers; he made $40,000 a year as an industrial designer in Los Angeles before Airbnb took off."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5d8ac4ab22254b0008e16383/416x416.jpg?background=000000&cropX1=719&cropX2=3126&cropY1=857&cropY2=3266"
    },
    {
        "name": "Barry Lam",
        "age": 75,
        "country": "Taiwan",
        "finalWorth": 11700.0,
        "source": "Electronics",
        "rank": 1,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Barry Lam is the chairman of Quanta Computer, the world's largest contract manufacturer of laptops by sales volume.",
            "He cofounded Quanta with C.C. Leung in 1988.",
            "The company also makes other electronic devices and is one of the world's top server suppliers to cloud service providers, counting Meta and Google among its clients.",
            "A Shanghai native, Lam moved to Hong Kong after China's revolution in 1949; he later studied and made his home in Taiwan."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/56cc32c1e4b062f6b59a4fdd/416x416.jpg?background=000000&cropX1=81&cropX2=596&cropY1=118&cropY2=634"
    },
    {
        "name": "Donald Newhouse",
        "age": 95,
        "country": "United States",
        "finalWorth": 12200.0,
        "source": "Media",
        "rank": 73,
        "industries": [
            "Media & Entertainment"
        ],
        "bios": [
            "Donald Newhouse and his late brother, Samuel \"Si\" inherited the publishing and broadcasting empire Advance Publications decades ago.",
            "Donald long oversaw the newspaper business that his father Sam built up from the daily Staten Island Advance.",
            "His brother, Si, who ran magazine publisher Conde Nast for years, died in October 2017.",
            "Advance Publications also has stakes in Warner Bros. Discovery and social news site Reddit.",
            "Amid a tumultuous media environment, Conde Nast sold W Magazine, Brides and Golf Digest in 2019; it laid off 100 employees in May 2020."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/5f4e9fd63fe2632db7de396e/416x416.jpg?background=000000&cropX1=421&cropX2=2796&cropY1=63&cropY2=2436"
    },
    {
        "name": "Mikhail Prokhorov",
        "age": 58,
        "country": "Switzerland",
        "finalWorth": 11000.0,
        "source": "Investments",
        "rank": 190,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Mikhail Prokhorov sold a 49% stake in the Brooklyn Nets to Alibaba executive Joseph Tsai in a $2.3 billion deal in 2018.",
            "Much of Prokhorov's fortune stems from the 2008 sale of his stake in metals giant Norilsk Nickel.",
            "He has stakes in Russian insurance and banking sectors.",
            "He ran against Vladimir Putin in Russia's 2012 presidential race, gaining 8% of the vote.",
            "He sold his last block of shares in UC Rusal one month before sanctions were imposed against the company by the US Treasury."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6229148ba4b9db39c42edc8a/416x416.jpg?background=000000&cropX1=965&cropX2=3404&cropY1=200&cropY2=2639"
    },
    {
        "name": "Manuel Villar",
        "age": 74,
        "country": "Philippines",
        "finalWorth": 10900.0,
        "source": "Real estate",
        "rank": 3,
        "industries": [
            "Real Estate"
        ],
        "bios": [
            "Manuel Villar chairs property developer Vista Land &amp; Lifescapes run by his son Manuel Paolo. ",
            "Villar's biggest asset is his stake in Golden MV Holdings (formerly Golden Bria), a developer of mass housing projects and memorial parks.",
            "He also has five other listed entities including mall operator Vistamalls, property landlord VistaREIT, home improvement chain AllHome, supermarket chain AllDay Marts and Premiere Island Power REIT.",
            "Villar is diversifying his business with new investments in free-to-air TV and plans to build a casino and a theme park in southern Metro Manila.",
            "His wife Cynthia and son Mark are senators in the Philippines, while daughter Camille is a congresswoman representing their hometown Las Pinas in southern Metro Manila."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/62f2d4d87945f4d41f1d9c76/416x416.jpg?background=000000&cropX1=0&cropX2=880&cropY1=0&cropY2=880"
    },
    {
        "name": "Jiang Rensheng & family",
        "age": 71,
        "country": "China",
        "finalWorth": 7900.0,
        "source": "Vaccines",
        "rank": 39,
        "industries": [
            "Healthcare"
        ],
        "bios": [
            "Jiang Rensheng is the chairman of Shenzhen-listed vaccine firm Chongqing Zhifei Biological Products.",
            "A longtime distribution partner of Merck, Zhifei won the Chinese sales rights to the U.S. pharma's HPV drug in 2018.",
            "In 2023, Jiang took his antibody drug maker Chongqing Genrix Biopharmaceutical public on the Shanghai Stock Exchange.",
            "Prior to striking out on his own, he worked as a primary school teacher and a government health official."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6182ba8fd8d8f69e121c7a9b/416x416.jpg?background=000000&cropX1=66&cropX2=652&cropY1=266&cropY2=853"
    },
    {
        "name": "Lei Jun",
        "age": 54,
        "country": "China",
        "finalWorth": 19900.0,
        "source": "Smartphones",
        "rank": 10,
        "industries": [
            "Technology"
        ],
        "bios": [
            "Lei Jun is cofounder, chairman and CEO of Hong Kong-listed Xiaomi, one of the world's most popular smartphone brands.",
            "Best known for its value-for-money devices, Xiaomi has also been trying to crack the high-end market.",
            "In March 2024 Xiaomi launched its SU7 electric vehicles, three years after Lei announced plans to make EVs.",
            "Lei is also the chairman of Hong Kong-listed software firm Kingsoft and an investor in JOYY Inc., a Nasdaq-listed live-streaming and social media platform formerly known as YY.com."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/6724f4cdbf363203c08958a2/416x416.jpg?background=000000&cropX1=294&cropX2=1007&cropY1=159&cropY2=872"
    },
    {
        "name": "Georg Schaeffler",
        "age": 59,
        "country": "Germany",
        "finalWorth": 10900.0,
        "source": "Auto parts",
        "rank": 195,
        "industries": [
            "Automotive"
        ],
        "bios": [
            "Georg Schaeffler and his mother, Maria-Elisabeth, own Schaeffler Group, one of the world's largest producers of ball bearings and machine components.",
            "In 2009, he joined his mother. She'd been running Schaeffler after the death of her husband, Wilhelm, who founded the firm with his brother in 1946.",
            "A year before, the company took over tire and auto parts giant Continental AG in a $15-billion, debt-financed deal.",
            "In the wake of the financial crisis, it seemed the high-wire act might fail. But as the auto market rebounded, Continental's share price soared.",
            "Georg and Maria-Elisabeth's combined 46% stake in Continental accounts for most of their wealth."
        ],
        "image": "//specials-images.forbesimg.com/imageserve/5e762609c7b02d000666c810/416x416.jpg?background=000000&cropX1=605&cropX2=1884&cropY1=0&cropY2=1279"
    },
    {
        "name": "Marcel Herrmann Telles & family",
        "age": 74,
        "country": "Brazil",
        "finalWorth": 10900.0,
        "source": "Beer",
        "rank": 195,
        "industries": [
            "Food & Beverage"
        ],
        "bios": [
            "Marcel Herrmann Telles is a cofounder of private equity firm 3G Capital, best known for its investments in Anheuser-Busch InBev and Restaurant Brands International, parent of Burger King and Canadian coffee chain Tim Hortons.",
            "The Telles' controlling shareholders at AB Inbev include longtime Brazilian business partners Carlos Alberto Sicupira, Jorge Paulo Lemann and Alexandre Behring, who are also billionaires.",
            "In December 2023, Telles gifted his stake in Anheuser-Busch InBev, the world's largest brewer, to his son Max Van Hoegaerden Herrmann Telles.",
            "In 2013, the trio's private equity firm 3G Capital and Warren Buffett's Berkshire Hathaway bought H.J. Heinz & Company. Then Heinz merged with Kraft.\r\n"
        ],
        "image": "//specials-images.forbesimg.com/imageserve/58c30e5a31358e1a35accaa6/416x416.jpg?background=000000&cropX1=6&cropX2=744&cropY1=53&cropY2=791"
    },
    {
        "name": "David Velez & family",
        "age": 42,
        "country": "Brazil",
        "finalWorth": 10800.0,
        "source": "Fintech",
        "rank": 199,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "Vélez  is cofounder and CEO of Nubank, a Sao-Paulo based digital bank that offers credit cards, checking accounts and life insurance.",
            "Founded in 2013, Nubank went public as Nu Holdings on the New York Stock Exchange in December 2021; it has 90 million customers in Brazil, Mexico and Colombia.",
            "Vélez started Nubank after seeing that five Brazilian banks controlled 80% of the market and charged high fees for basic financial products.",
            "Before Nubank, he did stints in investment banking at Morgan Stanley, private equity at General Atlantic and venture capital at Sequoia.",
            "Vélez was born in Medellin, Colombia. He and his family fled to Costa Rica when he was nine to escape violence caused by warring drug cartels."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/60638457e39799801c5746a7/416x416.jpg?background=000000&cropX1=20&cropX2=1334&cropY1=129&cropY2=1443"
    },
    {
        "name": "Suleiman Kerimov & family",
        "age": 58,
        "country": "Russia",
        "finalWorth": 10700.0,
        "source": "Gold",
        "rank": 200,
        "industries": [
            "Finance & Investments"
        ],
        "bios": [
            "A native of Dagestan, Kerimov has represented the republic in Russia's Federation Council since 2008. He was sanctioned by the U.S. in 2018. The EU and UK sanctioned him in March 2022.",
            "A trained economist, Kerimov made a career investing in distressed assets in Russia. He also made money on Sberbank and Gazprom shares.",
            "He cashed out and heavily invested in global banks such as Morgan Stanley, Goldman Sachs and Deutsche Bank right before the 2008 financial meltdown. He got margin calls and lost billions.",
            "Kerimov recovered by betting on Polyus, Russia's biggest gold producer, which he bought from billionaire Vladimir Potanin. He paid $1.3 billion for 37% shares that time.",
            "In 2015, to get around a law barring politicians from holding financial assets abroad, he gave shares in Polyus to his son Said. In the beginning of 2022, Kerimov's family owned 76% of Polyus.",
            "Said Kerimov was sanctioned by EU and UK in April 2022, and transferred his stake in Polyus to a former colleague of his father's and to the Islamic Organisations Support."
        ],
        "image": "https://specials-images.forbesimg.com/imageserve/62471d5c3ff014e6ce2b15f6/416x416.jpg?background=000000&cropX1=146&cropX2=2785&cropY1=0&cropY2=2639"
    }
]